[
{"topic": "Yellow fever", "tests": ["The health care provider will perform a physical examination and order blood tests. These blood tests may show liver and kidney failure and shock.", "It is important to tell your provider if you have traveled to areas where the disease is known to thrive. Blood tests can confirm the diagnosis."], "symptoms": ["Stage 3 (intoxication): Problems with many organs may occur, including the heart, liver, and kidney. Bleeding disorders, and delirium may also occur. ", "Fever, headache, muscle aches", "Nausea, possibly ", "vomiting blood", "Red eyes, face, tongue", "Yellow skin and eyes (jaundice)", "Decreased urination", "Delirium", "Irregular heartbeats (arrhythmias)", "Bleeding (may progress to hemorrhage)", "Seizures", "Coma "], "treatment": ["Blood products for severe bleeding", "Dialysis for kidney failure", "Fluids through a vein (intravenous fluids)"], "contact_doctor": ["See a provider at least 10 to 14 days before traveling to an area where yellow fever is common to find out whether you should be vaccinated against the disease.", "Tell your provider right away if you or your child develops fever, headache, muscle aches, vomiting, or jaundice, especially if you have traveled to an area where yellow fever is common."], "prevention": ["There is an effective vaccine against yellow fever. Ask your provider at least 10 to 14 days before traveling if you should be vaccinated against yellow fever. Some countries require proof of vaccination to gain entry.", "If you will be traveling to an area where yellow fever is common:"]},
{"topic": "Kidney stones", "tests": ["Blood tests to check calcium, phosphorus, uric acid, and electrolyte levels", "Kidney function tests", "Urinalysis to see crystals and look for red blood cells in urine", "Examination of the stone to determine the type ", "Abdominal CT scan", "Abdominal/kidney MRI", "Abdominal x-rays", "Intravenous pyelogram (IVP)", "Kidney ultrasound", "Retrograde pyelogram "], "symptoms": ["Back pain", "Belly pain", "Pain may move to groin area (groin pain) or testicles (testicle pain). ", "Abnormal urine color", "Blood in the urine", "Chills", "Fever", "Nausea and vomiting"], "treatment": ["Your urine should be strained so the stone can be saved and tested.", "Drink at least 6 to 8 glasses of water per day to produce a large amount of urine. This will help the stone pass", "Pain can be very bad. Over-the-counter pain medicines (for example, ibuprofen and naproxen), either alone or along with narcotics, can be very effective. ", "Allopurinol (for uric acid stones)", "Antibiotics (for struvite stones)", "Diuretics (water pills)", "Phosphate solutions", "Sodium bicarbonate or sodium citrate", "Water pills (thiazide diuretics)", "Tamsulosin to relax the ureter and help the stone pass ", "The stone is too large to pass on its own", "The stone is growing", "The stone is blocking urine flow and causing an infection or kidney damage", "The pain cannot be controlled ", "Lithotripsy", " is used to remove stones slightly smaller than a half an inch (1.25 centimeters) that are located in the kidney or ureter. It uses sound or shock waves to break up stones. Then, the stone fragments leave the body in the urine. It is also called extracorporeal shock-wave lithotripsy or ESWL.", "Procedures performed by ", "passing a special instrument", " through a small surgical cut in your skin and into your kidney or ureters are used for large stones, or when the kidneys or surrounding areas are incorrectly formed. The stone is removed with a tube (endoscope).", "Ureteroscopy may be used for stones in the lower urinary tract.", "Rarely, open surgery (nephrolithotomy) may be needed if other methods do not work or are not possible. ", "Drinking extra water and other liquids", "Eating more of some foods and cutting back on other foods", "Taking medicines to help prevent stones", "Taking medicines to help you pass a stone (anti-inflammatory drugs, alpha-blockers)"], "contact_doctor": ["Severe pain in your back or side that will not go away", "Blood in your urine", "Fever and chills", "Vomiting", "Urine that smells bad or looks cloudy", "A burning feeling when you urinate "], "prevention": ["If you have a history of stones:"]},
{"topic": "Methemoglobinemia", "tests": ["Checking the oxygen level in the blood (pulse oximetry)", "Blood test to check levels of gases in the blood (arterial blood gas analysis)"], "symptoms": ["Bluish coloring of the skin", "Developmental delay", "Failure to thrive", "Intellectual disability", "Seizures", "Headache", "Fatigue", "Shortness of breath", "Lack of energy"], "treatment": ["People with hemoglobin M disease don't have symptoms. So, they may not need treatment.", "A medicine called methylene blue is used to treat severe MetHb. Methylene blue may be unsafe in people who have or may be at risk for a blood disease called ", "G6PD deficiency", ". They should not take this medicine. If you or your child has G6PD deficiency, always tell your provider before getting treatment.", "Ascorbic acid", " may also be used to reduce the level of methemoglobin.", "Alternative treatments include ", "hyperbaric oxygen therapy", ", red blood cell transfusion and ", "exchange transfusions", ".", "In most cases of mild acquired MetHb, no treatment is needed. But you should avoid the medicine or chemical that caused the problem. Severe cases may need a blood transfusion."], "contact_doctor": ["Have a family history of MetHb", "Develop symptoms of this disorder"], "prevention": ["Genetic counseling is suggested for couples with a family history of MetHb and are considering having children."]},
{"topic": "Methanol poisoning", "tests": ["Activated charcoal", "Airway support, including oxygen, breathing tube through the mouth (intubation), and breathing machine (ventilator)", "Blood and urine tests", "Chest x-ray", "CT (computerized tomography, or advanced imaging) scan", "EKG (electrocardiogram, or heart tracing)", "Fluids through a vein (intravenous or IV)", "Medicines to treat symptoms, including antidotes to reverse the effect of the poison (fomepizole or ethanol)", "Tube through the nose to remove remaining poison, if the person is seen within 60 minutes after swallowing it "], "symptoms": ["Breathing difficulty", "No breathing ", "Blindness, complete or partial, sometimes described as \"snow blindness\"", "Blurred vision", "Dilation (widening) of the pupils ", "Low blood pressure ", "Agitated behavior", "Coma", "Confusion", "Difficulty walking", "Dizziness", "Headache", "Seizures ", "Bluish-colored lips and fingernails ", "Abdominal pain (severe)", "Diarrhea", "Liver problems, including jaundice (yellow skin) and bleeding", "Nausea", "Pancreatitis (nausea, vomiting, and abdominal pain)", "Vomiting, sometimes bloody", "Fatigue", "Leg cramps", "Weakness "], "treatment": ["Seek immediate medical help. DO NOT make a person throw up unless told to do so by Poison Control or a health care professional."], "contact_doctor": [], "prevention": ["Methanol is extremely poisonous. As little as 2 tablespoons (30 milliliters) can be deadly to a child. About 2 to 8 ounces (60 to 240 milliliters) can be deadly for an adult. Blindness is common and often permanent despite medical care. How well the person does depends on how much poison is swallowed and how soon treatment is received."]},
{"topic": "Metastatic brain tumor", "tests": ["Chest x-ray , mammogram, CT scans of the chest, abdomen, and pelvis to find the original tumor site", "CT scan or MRI of the brain to confirm the diagnosis and identify the tumor location (MRI is usually more sensitive for finding tumors in the brain)", "Examination of tissue removed from the tumor during surgery or CT scan-guided ", "biopsy", " to confirm the type of tumor", "Lumbar puncture", " (spinal tap) "], "symptoms": ["Decreased coordination, clumsiness, falls", "Fever(sometimes)", "General ill feeling", "fatigue", "Headache, new or more severe than usual", "Memory loss, poor judgment, difficulty solving problems", "Numbness, tingling, pain, and other changes in sensation", "Personality changes", "Rapid emotional changes or strange behaviors", "Seizures", " that are new", "Problems with speech", "Vision changes, double vision, decreased vision", "Vomiting", ", with or without nausea", "Weakness of a body area "], "treatment": ["Antacids or antihistamines to control stress ulcers", "Anticonvulsants such as phenytoin or levetiracetam to reduce or prevent seizures", "Corticosteroids such as dexamethasone to reduce brain swelling", "Osmotic diuretics such as urea or mannitol to reduce brain swelling", "Pain medicines "], "contact_doctor": ["Brain herniation (fatal)", "Loss of ability to function or care for self", "Loss of ability to interact", "Permanent, severe loss of nervous system function that gets worse over time"], "prevention": ["Call your health care provider if you develop a persistent headache that is new or different for you.", "Call your provider or go to the emergency room if you or someone you know suddenly becomes sluggish or has vision changes, or speech impairment, or has ", "seizures", " that are new or different."]},
{"topic": "Menthol poisoning", "tests": ["Seek medical help right away. If the menthol is in an ointment or cream, wipe away any that is on the skin or in the eyes. Flush the area with water for several minutes. Call poison control for further help."], "contact_doctor": ["Activated charcoal", "Breathing support, including tube through the mouth into the lungs, and breathing machine (ventilator)", "EKG (electrocardiogram, or heart tracing)", "Chest x-ray", "Fluids through a vein (by IV)", "Laxative", "Medicine to reverse the effects of the menthol and treat symptoms", "Tube down the windpipe and lungs (bronchoscopy) to look for burns and other damage ", "Tube through the mouth into the stomach to empty the stomach (", "gastric lavage", ")"], "symptoms": ["Blood in the urine", "No urine output", "Rapid breathing", "Shallow breathing", "Abdominal pain", "Diarrhea", "Nausea", " and ", "vomiting", "Pounding hearbeat (palpitations)", "Rapid heartbeat", "Convulsions", "Dizziness", "Tremor", "Unconsciousness", "Unsteady walking"], "treatment": ["How well someone does depends on how much menthol they swallowed and how quickly they receive medical treatment. The faster medical help is given, the better the chance for recovery. Swallowing such poisons can have severe effects on many parts of the body.", "However, pure menthol is not easy to get. The menthol found in many over-the-counter products is usually watered down and mixed with other ingredients. Therefore, how well a person does also depends on the other ingredients in the product."], "prevention": []},
{"topic": "Meningitis - tuberculous", "tests": ["Fast heart rate", "Fever", "Mental status changes", "Stiff neck ", "Biopsy", " of the brain or meninges", "Blood culture", "Chest x-ray", "CSF examination for cell count, glucose, and protein", "CT scan of the head", "Gram stain, other special stains, and ", "culture of CSF", "Polymerase chain reaction (PCR) of CSF", "Skin test for tuberculosis (", "PPD", ")", "Other tests to look for tuberculosis "], "symptoms": ["Fever and chills", "Mental status changes", "Nausea and vomiting", "Sensitivity to light (photophobia)", "Severe headache", "Stiff neck (meningismus) ", "Agitation", "Bulging fontanelles in babies", "Decreased consciousness", "Poor feeding or irritability in children", "Unusual posture, with the head and neck arched backwards (opisthotonos) "], "treatment": ["You will be given several medicines to fight the tuberculosis bacteria. Sometimes, treatment is started even if your doctor thinks you have the disease, but testing has not confirmed it yet. ", "Treatment usually lasts for at least 12 months. Medicines called coticosteroids may also be used."], "contact_doctor": ["Feeding problems", "High-pitched cry", "Irritability", "Persistent unexplained fever "], "prevention": ["Treating people who have signs of a non-active (dormant) tuberculosis infection can prevent the spread of tuberculosis. A PPD test and other tuberculosis tests can be done to tell if you have this type of infection.", "Some countries with a high incidence of TB give people a vaccine called BCG to prevent TB. But, the effectiveness of this vaccine is limited and it is not usually used in the United States. The BCG vaccine may help prevent severe forms of tuberculosis, such as meningitis, in very young children who live in areas where the disease is common."]},
{"topic": "Meningitis - pneumococcal", "tests": ["Blood culture", "Chest x-ray", "CT scan of the head", "Gram stain, other special stains"], "symptoms": ["Fever and chills", "Mental status changes", "Nausea and vomiting", "Sensitivity to light (photophobia)", "Severe headache", "Stiff neck", "Agitation", "Bulging fontanelles in infants", "Decreased consciousness", "Poor feeding or irritability in children", "Rapid breathing", "Unusual posture, with the head and neck arched backwards (opisthotonos)"], "treatment": ["Antibiotics will be started as soon as possible. Ceftriaxone is one of the most commonly used antibiotics.", "If the antibiotic is not working and the provider suspects antibiotic resistance, vancomycin or rifampin are used. Sometimes, corticosteroids are used, especially in children."], "contact_doctor": ["Feeding problems", "High-pitched cry", "Irritability", "Persistent unexplained fever"], "prevention": ["Early treatment of pneumonia and ear infections caused by pneumococcus may decrease the risk of meningitis. There are also ", "two effective vaccines", " available to prevent pneumococcus infection.", "The following people should be vaccinated, according to current recommendations:"]},
{"topic": "Measles", "tests": ["The health care provider will perform a physical exam and ask about symptoms. Usually the diagnosis is easily made from the telltale rash and Koplik's spots.", "If needed, blood tests may be done."], "symptoms": ["Usually appears 3 to 5 days after the first signs of being sick ", "May last 4 to 7 days", "Usually starts on the head and spreads to other areas, moving down the body", "May appear as flat, discolored areas (macules) and solid, red, raised areas (papules) that later join together", "Itches ", "Bloodshot eyes", "Cough", "Fever", "Light sensitivity (photophobia)", "Muscle pain", "Red and inflammed eyes (conjunctivitis)", "Runny nose", "Sore throat", "Tiny white spots inside the mouth (Koplik's spots) "], "treatment": ["Acetaminophen (Tylenol)", "Bed rest", "Humidified air"], "contact_doctor": ["Call your provider if you or your child has symptoms of measles."], "prevention": ["Getting ", "vaccinated", " is a very effective way to prevent measles. People who are not immunized, or who have not received the full immunization, are at high risk of catching the disease.", "Taking serum immune globulin within 6 days after being exposed to the virus can reduce the risk of developing measles or make the disease less severe."]},
{"topic": "Malocclusion of teeth", "tests": ["Most problems with teeth alignment are discovered by a dentist during a routine exam. Your dentist may pull your cheek outward and ask you to bite down to check how well your back teeth come together. If there is any problem, your dentist may refer you to an orthodontist for diagnosis and treatment.", "You may need to have ", "dental x-rays", ", ", "head or skull x-rays", ", or facial x-rays. Diagnostic models of the teeth are often needed to diagnose the problem."], "symptoms": ["Abnormal alignment of teeth", "Abnormal appearance of the face", "Difficulty or discomfort when biting or chewing", "Speech difficulties (rare), including lisp", "Mouth breathing (breathing through the mouth without closing the lips)"], "treatment": ["Make teeth easier to clean and decrease risk of ", "tooth decay", " and periodontal diseases (", "gingivitis", " or ", "periodontitis", "). ", "Eliminate strain on the teeth, jaws, and muscles. This lessens the risk of breaking a tooth and may reduce symptoms of ", "temporomandibular joint disorders (TMJ)", ".", " \r\n Braces or other appliances: Metal bands are placed around some teeth, or metal, ceramic, or plastic bonds are attached to the surface of the teeth. Wires or springs apply force to the teeth. Clear braces (aligners) without wires may be used in some people.", " \r\n Removal of one or more teeth: This may be needed if overcrowding is part of the problem.", " \r\n Repair of rough or irregular teeth: Teeth may be adjusted down, reshaped, and bonded or capped. Misshapen restorations and dental appliances should be repaired.", " \r\n Surgery: Surgical reshaping to lengthen or shorten the jaw is needed in rare cases. Wires, plates, or screws may be used to stabilize the jaw bone. "], "contact_doctor": ["Call your dentist if toothache, mouth pain, or other new symptoms develop during orthodontic treatment."], "prevention": ["Many types of malocclusion are not preventable. It may be necessary to control habits such as thumb sucking. Finding and treating the problem early allows for quicker results and more success. "]},
{"topic": "Malnutrition", "tests": ["Testing depends on the specific disorder. Most health care providers will do a nutritional assessment and blood work."], "symptoms": ["Symptoms of malnutrition vary and depend on its cause. General symptoms include fatigue, dizziness, and weight loss.", "Fainting", "Lack of menstruation", "Lack of growth in children", "Rapid hair loss"], "treatment": ["Treatment usually consists of replacing missing nutrients, treating symptoms as needed, and treating any underlying medical condition."], "contact_doctor": [], "prevention": ["Eating a well-balanced diet helps to prevent most forms of malnutrition."]},
{"topic": "Malaise", "tests": ["Call your health care provider right away if you have severe malaise. "], "symptoms": ["Acute bronchitis or ", "pneumonia", "Acute viral syndrome", "Infectious mononucleosis", " (EBV)", "Influenza", "Lyme disease", "AIDS", "Chronic active ", "hepatitis", "Disease caused by parasites", "Tuberculosis", "Congestive heart failure", "COPD", "Acute or chronic kidney disease", "Acute or chronic ", "liver disease", "Rheumatoid arthritis", "Sarcoidosis", "Systemic lupus erythematosus", "Adrenal gland", " dysfunction", "Diabetes", "Pituitary gland dysfunction (rare)", "Thyroid disease ", "Leukemia", "Lymphoma (cancer that starts in the ", "lymph system", ")", "Solid tumor cancers, such as ", "colon cancer", "Severe ", "anemia", "Depression", "Dysthymia", "Anticonvulsant (antiseizure) medicines", "Antihistamines", "Beta blockers (medicines used to treat heart disease or high blood pressure)", "Psychiatric medicines", "Treatments involving several medicines "], "treatment": ["You have other symptoms with the malaise", "Malaise lasts longer than one week, with or without other symptoms "], "contact_doctor": [], "prevention": []},
{"topic": "Malaria", "tests": ["During a physical examination, the doctor may find an enlarged liver or enlarged spleen", ". Malaria blood smears taken at 6 to 12 hour intervals confirm the diagnosis.", "complete blood count (CBC) will identify anemia if it is present."], "symptoms": ["Anemia", "Bloody stools", "Chills, fever, sweating", "Coma", "Convulsions", "Headache", "Jaundice", "Muscle pain", "Nausea and vomiting "], "treatment": ["Artemisinin derivative combinations, including artemether and lumefantrine", "Atovaquone-proguanil", "Quinine-based regimen, in combination with doxycycline or clindamycin)", "Mefloquine, in combination with artesunate or doxycycline "], "contact_doctor": ["Call your health care provider if you develop fever and headache after visiting the tropics."], "prevention": ["Most people who live in areas where malaria is common have developed some ", "immunity", " to the disease. Visitors will not have immunity and should take preventive medications.", "It is important to see your health care provider well before your trip. This is because treatment may need to begin as long as 2 weeks before travel to the area, and continue for a month after you leave the area. Most travelers from the U.S. who contract malaria fail to take the right precautions.", "The types of anti-malarial drugs prescribed depend on the area you visit. Travelers to South America, Africa, the Indian subcontinent, Asia, and the South Pacific should take one of the following drugs: mefloquine, doxycycline, chloroquine, hydroxychloroquine or atovaquone-proguanil. Even pregnant women should consider taking preventive drugs because the risk to the fetus from the drug is less than the risk of catching this infection.", "Chloroquine has been the drug of choice for protecting against malaria. But because of resistance, it is now only suggested for use in areas where ", "Plasmodium vivax", ", ", "P. oval", ", and ", "P. malariae", " are present. ", "Falciparum malaria is becoming increasingly resistant to anti-malarial medications Recommended drugs include mefloquine, atovaquone/proguanil (Malarone), and doxycycline.", "Prevent mosquito bites by: ", "For information on malaria and preventive medications, visit the CDC website: ", "www.cdc.gov/malaria/travelers/index.html", "."]},
{"topic": "Malignant hypertension", "tests": ["Extremely high blood pressure", "Swelling in the lower legs and feet", "Abnormal heart sounds and fluid in the lungs", "Changes in thinking, sensation, and reflexes ", "Bleeding of the retina (back part of the eye)", "Narrowing of the blood vessels in the retina", "Swelling of the optic nerve", "Other problems with the ", "retina", "Arterial blood gas analysis", "BUN", " (blood urea nitrogen)", "Creatinine", "Urinalysis", "Level of ", "aldosterone", " (a hormone from the adrenal gland)", "Cardiac enzymes (markers of heart damage)", "CT scan of the brain", "Electrocardiogram", " (EKG)", "Renin", " level", "Urinary sediment "], "symptoms": ["Blurred vision", "Change in mental status, such as: anxiety , confusion, decreased alertness, decreased ability to concentrate, fatigue , restlessness, sleepiness or stupor", "Chest pain", " (feeling of crushing or pressure)", "Cough", "Headache", "Nausea or vomiting", "Numbness of the arms, legs, face, or other areas", "Reduced urine output", "Seizure", "Shortness of breath", "Weakness of the arms, legs, face, or other areas "], "treatment": ["You will need to stay in the hospital until your severe high blood pressure is under control. You will receive medicines through a vein (IV) to reduce your blood pressure.", "If there is fluid in your lungs, you will be given medicines called diuretics, which help the body remove fluid. Your doctor may give you medicines to protect your heart if you have signs of heart damage.", "After your severe high blood pressure is under control, blood pressure medicines taken by mouth can control blood pressure. Your medicine may need to be changed sometimes. High blood pressure can be difficult to control."], "contact_doctor": ["Go to the emergency room or call your local emergency number (such as 911) if you have symptoms of malignant hypertension. This is an emergency condition that can be life-threatening.", "Call your health care provider if you know you have poorly controlled high blood pressure."], "prevention": ["If you have high blood pressure, carefully monitor your blood pressure and take your medicines properly to help reduce your risk. Eat a healthy diet that is low in salt and fat."]},
{"topic": "Lung cancer", "tests": ["Bone scan", "Chest x-ray", "Complete blood count (CBC)", "CT scan of the chest", "MRI of the chest", "Positron emission tomography (PET) scan", "Sputum test to look for cancer cells", "Thoracentesis", " (sampling of fluid buildup around the lung) ", "Bronchoscopy", " combined with biopsy", "CT-scan-directed needle biopsy", "Endoscopic esophageal ultrasound (EUS) with biopsy", "Mediastinoscopy", " with biopsy", "Open lung biopsy", "Pleural biopsy"], "symptoms": ["Chest pain", "Cough that does not go away", "Coughing up blood", "Fatigue", "Losing weight without trying", "Loss of appetite", "Shortness of breath", "Wheezing", "Bone pain or tenderness", "Eyelid drooping", "Facial paralysis", "Hoarseness or changing voice", "Joint pain", "Nail problems", "Shoulder pain", "Swallowing difficulty", "Swelling of the face or arms", "Weakness"], "treatment": ["Surgery to remove the tumor may be done when it has not spread beyond nearby lymph nodes.", "Chemotherapy", " uses drugs to kill cancer cells and stop new cells from growing.", "Radiation therapy", " uses powerful x-rays or other forms of radiation to kill cancer cells. "], "contact_doctor": ["Call your provider if you have symptoms of lung cancer, particularly if you smoke."], "prevention": ["If you smoke, now is the time to quit. If you are having trouble quitting, talk with your provider. There are many methods to help you quit, from ", "support groups", " to ", "prescription medicines", ". Also, try to avoid secondhand smoke."]},
{"topic": "Low blood sugar - newborns", "tests": ["Newborn screening for metabolic disorders, including blood and urine tests"], "symptoms": ["Bluish-colored or pale skin", "Breathing problems, such as pauses in breathing (apnea), rapid breathing, or a grunting sound", "Irritability or listlessness", "Loose or floppy muscles", "Poor feeding or vomiting", "Problems keeping the body warm", "Tremors, shakiness, sweating, or ", "seizures"], "treatment": ["Infants with a low blood sugar level will need to receive extra feedings with mother's milk or formula. Babies who are breast-fed may need to receive extra formula if the mother is not able to produce enough milk. (Hand expression and massage can help mothers express more milk.)", "The infant may need a sugar solution given through a vein (intravenously) if unable to eat by mouth, or if the blood sugar level is very low.", "Treatment will be continued until the baby can maintain blood sugar level. This may take hours or days. Infants who were born early, have an infection, or were born at a low weight may need to be treated for a longer period of time.", "If the low blood sugar continues, in rare cases, the baby may also receive medicine to increase blood sugar level. In very rare cases, newborns with very severe hypoglycemia who do not improve with treatment may need surgery to remove part of the pancreas (to reduce insulin production)."], "contact_doctor": ["If you have diabetes during pregnancy, work with your health care provider to control your blood sugar level. Be sure that your newborn's blood sugar level is monitored after birth."], "prevention": []},
{"topic": "Low calcium level  - infants", "tests": ["Diagnosis is most often made when a blood test shows that the infant's calcium level is low."], "symptoms": ["Babies with hypocalcemia often have no symptoms. Sometimes, babies with low calcium levels are jittery or have tremors or twitching. Rarely, they have seizures.", "These babies may also have a slow heart rate and low blood pressure."], "treatment": ["The baby may get extra calcium, if needed."], "contact_doctor": [], "prevention": []},
{"topic": "Low blood sugar", "tests": ["Measure your blood sugar level.", "Diagnose the cause of your low blood sugar."], "symptoms": ["Double vision or blurry vision", "Fast or pounding heartbeat", "Feeling cranky or acting aggressive", "Feeling nervous", "Headache", "Hunger", "Shaking or trembling", "Sweating", "Tingling or numbness of the skin", "Tiredness or weakness", "Trouble sleeping", "Unclear thinking"], "treatment": ["Drinking juice", "Eating food", "Glucose tablets "], "contact_doctor": [], "prevention": []},
{"topic": "Low magnesium level", "tests": ["Calcium blood test", "Comprehensive metabolic panel", "Magnesium blood test", "Potassium blood test", "Urine magnesium test"], "symptoms": ["Abnormal eye movements (nystagmus)", "Convulsions", "Fatigue", "Muscle spasms or cramps", "Muscle weakness", "Numbness"], "treatment": ["Fluids given through a vein (IV)", "Magnesium by mouth or through a vein", "Medicines to relieve symptoms"], "contact_doctor": ["When your body’s magnesium level drops too much, it can be a life-threatening emergency. Call your provider right away if you have symptoms of this condition."], "prevention": ["Treating the condition that is causing low magnesium can help. ", "If you play sports or do other vigorous activity, drink fluids such as sports drinks that contain ", "electrolytes", " to keep your magnesium level in a healthy range."]},
{"topic": "Low blood pressure", "tests": ["What is your normal blood pressure?", "What medicines do you take?", "Have you been eating and drinking normally?", "Have you had any recent illness, accident, or injury?", "What other symptoms do you have?", "Did you faint or become less alert?", "Do you feel dizzy or light-headed when standing or sitting after lying down? ", "Basic metabolic panel", "Blood cultures to check for infection", "Complete blood count (CBC), including blood differential", "ECG", "Urinalysis", "X-ray of the abdomen", "X-ray of the chest"], "symptoms": ["Blurry vision", "Confusion", "Dizziness", "Fainting (syncope)", "Lightheadedness", "Nausea or vomiting", "Sleepiness", "Weakness "], "treatment": ["Blood through a needle (IV)", "Medicines to increase blood pressure and improve heart strength", "Other medicines, such as antibiotics ", "If medicines are the cause, your provider may change the dosage or switch you to a different drug. DO NOT stop taking any medicines before talking to your provider.", "Your provider may suggest drinking more fluids to treat dehydration.", "Wearing ", "compression stockings", " can help keep blood from collecting in the legs. This keeps more blood in the upper body. "], "contact_doctor": ["Black or maroon stools", "Chest pain", "Dizziness, lightheadedness", "Fainting", "Fever higher than 101°F (38.3°C)", "Irregular heartbeat", "Shortness of breath"], "prevention": ["Your provider may recommend certain steps to prevent or reduce your symptoms including:"]},
{"topic": "Lithotripsy", "tests": ["Bleeding around your kidney, which may require you to get a blood transfusion", "Kidney infection", "Pieces of the stone block urine flow from your kidney (this may cause severe pain or damage to your kidney)", "Pieces of stone are left in your body (you may need more treatments)", "Ulcers in your stomach or small intestine", "Problems with kidney function after the procedure "], "symptoms": ["Bleeding", "Damage to your kidney", "Pain", "Urinary tract infections "], "treatment": ["A (endoscope) inserted into the kidney through a small surgical cut.", "A small lighted tube (ureteroscope) inserted through the bladder into ureters. Ureters are the tubes that connect the kidneys to the bladder.", "Open surgery (rarely needed). ","If you are or could be pregnant", "What drugs you are taking, even drugs, supplements, or herbs you bought without a prescription ", "You may be asked to stop taking blood thinners such as aspirin, ibuprofen (Advil, Motrin), warfarin (Coumadin), and any other drugs that make it hard for your blood to clot. Ask your doctor when to stop taking them.", "Ask your provider which drugs you should still take on the day of the surgery. ", "You may not be allowed to drink or eat anything for several hours before the procedure.", "Take the drugs you have been told to take with a small sip of water.", "You will be told when to arrive at the hospital. "], "contact_doctor": [], "prevention": []},
{"topic": "Nicotine poisoning", "tests": ["Activated charcoal", "Airway support, including oxygen, breathing tube through the mouth (intubation), and breathing machine (ventilator)", "Blood and urine tests", "Chest x-ray", "EKG (electrocardiogram, or heart tracing)", "Fluids through a vein (IV)", "Laxative", "Medicines to treat symptoms, including agitation, rapid heart rate, seizures, and nausea "], "symptoms": ["Abdominal cramps", "Agitation", ", restlessness, or excitement", "Burning sensation in mouth", "Coma", "Confusion", "Convulsions", "Depression", "Difficulty breathing", "Drooling", " (increased salivation)", "Fainting", "Headache", "Muscle twitching", "Fast and pounding heartbeat", " followed by slow heart rate", "Rapid breathing", "Stopped breathing", "Vomiting", "Weakness"], "treatment": [" Seek immediate medical help. DO NOT make a person throw up unless told to do so by Poison Control or a health care professional.", "If the chemical is on the skin, wash with soap and lots of water for at least 15 minutes."], "contact_doctor": [], "prevention": ["How well a person does depends on the amount of poison swallowed and how quickly treatment was received. The faster a person gets medical help, the better the chance for recovery.", "A nicotine overdose may cause seizures or death. However, unless there are complications, long-term effects from nicotine are uncommon."]},
{"topic": "Newborn jaundice", "tests": ["Complete blood count", "Coombs test", "Reticulocyte count"], "symptoms": ["Jaundice causes a yellow color of the skin. The color sometimes begins on the face and then moves down to the chest, belly area, legs, and soles of the feet.", "Sometimes, infants with a severe jaundice may be very tired and feed poorly. "], "treatment": ["The baby's bilirubin level", "How fast the level has been rising", "Whether the baby was born early (babies born early are more likely to be treated at lower bilirubin levels)", "How old the baby is ", "Feed the baby often (up to 12 times a day) to encourage frequent bowel movements. These help remove bilirubin through the stools. Ask your provider before giving your newborn extra formula.", "In rare cases, a baby may receive extra fluids by IV", "The infant is placed under these lights in a warm, enclosed bed to maintain a constant temperature.", "The baby will wear only a diaper and special eye shades to protect the eyes.", "Breastfeeding should be continued during phototherapy, if possible.", "In rare cases, the baby may need an intravenous (IV) line to deliver fluids. ", "You must keep the light therapy on your child's skin and feed your child every 2 to 3 hours (10 to 12 times a day).", "A nurse will come to your home to teach you how to use the blanket or bed, and to check on your child.", "The nurse will return daily to check your child's weight, feedings, skin, and bilirubin level.", "You will be asked to count the number of wet and dirty diapers. "], "contact_doctor": ["Infants who spend less than 24 hours in a hospital should be seen by age 72 hours.", "Infants who are sent home between 24 and 48 hours should be seen again by age 96 hours.", "Infants who are sent home between 48 and 72 hours should be seen again by age 120 hours. ", "Jaundice is severe (the skin is bright yellow)", "Jaundice continues to increase after the newborn visit, lasts longer than 2 weeks, or other symptoms develop", "The feet, especially the soles, are yellow "], "prevention": ["In newborns, some degree of jaundice is normal and probably not preventable. The risk of serious jaundice can often be reduced by feeding babies at least 8 to 12 times a day for the first several days and by carefully identifying infants at highest risk.", "All pregnant women should be tested for blood type and unusual antibodies. If the mother is Rh negative, follow-up testing on the infant's cord is recommended. This may also be done if the mother's blood type is O positive.", "Careful monitoring of all babies during the first 5 days of life can prevent most complications of jaundice. This includes:"]},
{"topic": "Lacquer poisoning", "tests": ["Breathing support, including a tube through the mouth into the lungs, and a breathing tube (ventilator).", "Bronchoscopy. Camera placed down the throat to see burns in the airways and lungs.", "Chest x-ray", "EKG (heart tracing)", "Endoscopy. Camera placed down the throat to see burns in the esophagus and the stomach.", "Fluids through a vein (IV)", "Surgical removal of burned skin (skin debridement)", "Tube through the mouth into the stomach to wash out the stomach (", "gastric lavage", ").", "Washing of the skin (irrigation). Perhaps every few hours for several days. "], "symptoms": ["Breathing difficulty (from inhalation)", "Throat swelling (may also cause breathing difficulty) ", "Blood in urine", "No urine production (kidney failure) ", "Severe pain in the throat", "Severe pain or burning in the nose, eyes, ears, lips, or tongue", "Vision loss ", "Abdominal pain -- severe", "Bloody stools", "Burns and possible holes of the esophagus (food pipe)", "Vomiting, possibly bloody ", "Collapse", "Low blood pressure -- develops rapidly ", "Coma (decreased level of consciousness and lack of responsiveness)", "Brain damage", "Sleepiness", "Stupor ", "Burns", "Irritation", "Necrosis (holes) in the skin or underlying tissues "], "treatment": ["Get medical help right away. DO NOT make a person throw up unless told to do so by poison control or a health care provider.", "If the chemical was swallowed, immediately give the person water, unless instructed otherwise by a provider.", "If the person breathed in the poison, immediately move him or her to fresh air."], "contact_doctor": [], "prevention": ["How well a person does depends on the amount of poison swallowed and how quickly treatment was received. The faster a person gets medical help, the better the chance for recovery.", "Extensive damage to the mouth, throat, and stomach are possible. The ultimate outcome depends on the extent of this damage. Damage can continue to occur for several weeks after the poison was swallowed. Death may occur as long as a month after the poison was swallowed.", "Prolonged exposure to lacquer fumes can cause serious, long-term problems."]},
{"topic": "Pulmonary actinomycosis", "tests": ["Bronchoscopy with culture", "Complete blood count(CBC)", "Chest x-ray", "Chest CT scan", "Lung biopsy", "Modified ", "AFB smear of sputum", "Sputum culture", "Tissue and sputum Gram stain", "Thoracentesis with culture", "Tissue culture"], "symptoms": ["Chest pain", " when taking a deep breath", "Cough", " with phlegm (sputum) ", "Fever", "Lethargy", "Night sweats", "Shortness of breath", "Weight loss"], "treatment": ["The goal of treatment is to cure the infection. It may take a long time to get better. To be cured, you may need to receive the antibiotic penicillin through a vein (intravenously) for 4 to 6 weeks. Then you need to take penicillin by mouth for a long period. Some people need up to 18 months of antibiotic treatment.", "If you cannot take penicillin, your provider will prescribe other antibiotics.", "Surgery may be needed to drain fluid from the lungs and control the infection."], "contact_doctor": ["You have symptoms of pulmonary actinomycosis", "Your symptoms get worse or do not improve with treatment", "You develop new symptoms", "You have a fever of 101°F (38.3°C) or higher."], "prevention": ["Good ", "dental hygiene", " may help reduce your risk for actinomycosis."]},
{"topic": "Prostate cancer", "tests": ["You have a high PSA level", "A digital rectal exam reveals a hard or uneven surface ", "Scores 2 through 5: Low-grade prostate cancer.", "Scores 6 through 7: Intermediate- (or in the middle) grade cancer. Most prostate cancers fall into this group.", "Scores 8 through 10: High-grade cancer. ", "CT scan", "Bone scan", "MRI scan"], "symptoms": ["Delayed or slowed start of urinary stream", "Dribbling or leakage of urine, most often after urinating", "Slow urinary stream", "Straining when urinating, or not being able to empty all of the urine", "Blood in the urine or semen"], "treatment": ["Surgery (", "radical prostatectomy", ")", "Radiation therapy", ", including ", "brachytherapy", " and ", "proton therapy", "Chemotherapy", "Immunotherapy (medicine to trigger the immune system to attack and kill cancer cells) "], "contact_doctor": ["Discuss the advantages and disadvantages of PSA screening with your health care provider."], "prevention": ["Talk with your provider about possible ways to lower your risk of prostate cancer. These may include lifestyle measures, such as diet and exercise. ", "There are no medicines approved by the FDA for preventing prostate cancer."]},
{"topic": "Presbyopia", "tests": ["Exam of the retina", "Muscle integrity test", "Refraction test", "Slit-lamp test", "Visual acuity"], "symptoms": ["Decreased focusing ability for near objects", "Eyestrain", "Headache "], "treatment": ["There is no cure for presbyopia. In early presbyopia, you may find that holding reading materials farther away or using larger print or more light for reading may be enough. As presbyopia worsens, you will need glasses or contact lenses to read. In some cases, adding bifocals to an existing lens prescription is the best solution. The reading glasses or bifocal prescription will need to be strengthened as you get older and lose more ability to focus up close. ", "By the age of 65, most of the lens elasticity is lost so that the reading glasses prescription won't continue to get stronger. ", "People who do not need glasses for distance vision may only need half glasses or reading glasses.", "People who are nearsighted may be able to take off their distance glasses to read.", "With the use of contact lenses, some people choose to correct one eye for near vision and one eye for far vision. This is called \"monovision.\" The technique eliminates the need for bifocals or reading glasses, but it can affect depth perception.", "Sometimes, monovision can be produced through laser vision correction. There are also bifocal contact lenses that can correct for both near and far vision in both eyes.", "New surgical procedures are being evaluated that can also provide solutions for people who do not want to wear glasses or contacts. Two promising procedures involve implanting a lens or a pinhole membrane in the cornea. These very often can be reversed, if necessary.", "People who are having cataract surgery can chose to have a special type of lens implant that allows them to see clearly in the distance and up close."], "contact_doctor": ["Call your provider or ophthalmologist if you have eye strain or have trouble focusing on close objects."], "prevention": ["There is no proven prevention for presbyopia."]},
{"topic": "Ovarian cancer", "tests": ["Symptoms of ovarian cancer", "Already been diagnosed with ovarian cancer to determine how well treatment is working Complete blood count and blood chemistry", "Pregnancy test (serum HCG)", "CT or MRI of the pelvis or abdomen", "Ultrasound", " of the pelvis "], "symptoms": ["Bloating or swollen belly area", "Difficulty eating or feeling full quickly (early satiety)", "Pelvic or lower abdominal pain. The area may feel \"heavy\" (pelvic heaviness) ", "Abnormal menstrual cycles", "Digestive symptoms, such as no appetite, indigestion, nausea and vomiting, constipation, and increased gas", "Back pain for unknown reasons that worsens over time", "Vaginal bleeding", " that occurs between periods", "Weight gain", " or loss ", "Excessive hair growth", " that is coarse and dark", "Sudden urge to urinate", "Needing to urinate more often than usual (", "increased urinary frequency or urgency", " ) "], "treatment": ["Surgery is used to treat all stages of ovarian cancer. For early stages, surgery may be the only treatment. Surgery may involve removing both ovaries and fallopian tubes, the uterus, or other structures in the belly or pelvis.", "Chemotherapy", " is used after surgery to treat any cancer that remains. Chemotherapy can also be used if the cancer comes back (relapses). Chemotherapy can be given intravenously (through an IV). Or it can be injected directly into the abdominal cavity (intraperitoneal, or IP).", "Radiation therapy", " is rarely used to treat ovarian cancer in the United States.", "After surgery and chemotherapy, follow instructions about how often you should see your doctor and the tests you should have."], "contact_doctor": ["Contact your health care provider if you are a woman 40 years or older who has not recently had a pelvic exam. Routine pelvic exams are recommended for all women 20 years or older.", "Call for an appointment with your provider if you have symptoms of ovarian cancer."], "prevention": ["There are no standard recommendations for screening for ovarian cancer. Pelvic ultrasound or a blood test, such as CA-125, has not been found to be effective and is not recommended.", "BRCA1 or BRCA2 genetic testing", " may be recommended for women at high risk for ovarian cancer. These are women who have a personal or family history of breast or ovarian cancer.", "Removing the ovaries and fallopian tubes in women who have a proven mutation in the BRCA1 or BRCA2 gene may reduce the risk of developing ovarian cancer. But, ovarian cancer may still develop in other areas of the pelvis."]},
{"topic": "Potter syndrome", "tests": ["X-ray of the abdomen", "X-ray of the lungs"], "symptoms": ["Widely separated eyes with epicanthal folds, broad nasal bridge, low set ears, and receding chin", "Absence of urine output", "Difficulty breathing"], "treatment": ["Resuscitation at delivery may be attempted pending the diagnosis. Treatment will be provided for any urinary outlet obstruction."], "contact_doctor": [], "prevention": []},
{"topic": "Rheumatoid arthritis", "tests": ["Rheumatoid factor", "Anti-CCP antibody ", "Complete blood count", "C-reactive protein", "Erythrocyte sedimentation rate", "Joint x-rays", "Joint ultrasound or MRI", "Joint fluid analysis"], "symptoms": ["Morning stiffness, which lasts more than 1 hour, is common. Joints may feel warm, tender, and stiff when not used for an hour.", "Joint pain is often felt in the same joint on both sides of the body. The joints are often swollen.", "Over time, joints may lose their range of motion and may become deformed. ", "Chest pain when taking a breath (pleurisy)", "Dry eyes and mouth (Sjogren syndrome)", "Eye burning, itching, and discharge", "Nodules under the skin (most often a sign of more severe disease)", "Numbness, tingling, or burning in the hands and feet", "Sleep difficulties "], "treatment": ["Methotrexate is the most commonly used DMARD for rheumatoid arthritis. Leflunomide and hydroxychloroquine may also be used.", "Sulfasalazine is a drug that is often combined with methotrexate and hydroxychloroquine (triple therapy).", "It may be weeks or months before you see any benefit from these drugs.", "These drugs may have serious side effects, so you will need frequent blood tests when taking them. ", "These drugs work well to reduce pain and swelling. Long-term use can cause stomach problems, including ulcers and bleeding, and possible heart problems.", "Since they do not prevent joint damage if used alone, DMARDS should be used as well. ", "Infections from bacteria, viruses, and fungi", "Leukemia", " or lymphoma", "Psoriasis", "Allergic reactions ", "Removal of the joint lining (synovectomy)", "Total joint replacement in extreme cases: may include ", "total knee replacement", ", ", "hip replacement", ", ankle replacement, shoulder replacement, and others ", "Joint protection techniques", "Heat and cold treatments", "Splints or orthotic devices to support and align joints", "Frequent rest periods between activities, as well as 8 to 10 hours of sleep per night "], "contact_doctor": ["Damage to the lung tissue (", "rheumatoid lung", ")", "Increased risk of hardening of the arteries", "Spinal injury when the neck bones become damaged", "Inflammation of the blood vessels (rheumatoid vasculitis), which can lead to skin, nerve, heart, and brain problems", "Swelling and inflammation of the outer lining of the heart (", "pericarditis", ") and of the heart muscle (", "myocarditis", "), which can lead to ", "congestive heart failure"], "prevention": ["Call your health care provider if you think you have symptoms of rheumatoid arthritis. "]},
{"topic": "Rheumatic fever", "tests": ["Blood test for repeated strep infection (such as an ASO test)", "Complete blood count (CBC)", "Electrocardiogram (EKG)", "Sedimentation rate", " (ESR -- a test that measures inflammation in the body) ", "Arthritis in several large joints", "Heart inflammation", "Nodules under the skin", "Rapid, jerky movements (chorea, sydenham chorea)", "Skin rash ", "Fever", "High ESR", "Joint pain", "Abnormal EKG ", "Meet 2 major criteria, or 1 major and 2 minor criteria, and.", "You have signs of a past strep infection."], "symptoms": ["Fever", "Nosebleeds", "Pain in the abdomen", "Heart problems, which may have no symptoms, or may lead to shortness of breath and chest pain ", "Cause pain, swelling, redness, and warmth", "Mainly occur in the knees, elbows, ankles, and wrists", "Change or move from one joint to another ", "Ring-shaped or snake-like skin rash on the trunk and upper part of the arms or legs", "Skin lumps or nodules ", "Loss of control of emotions, with bouts of unusual crying or laughing", "Quick, jerky movements that mainly affect the face, feet, and hands "], "treatment": ["All children will continue the antibiotics until age 21.", "Teenagers and young adults will need to take antibiotics for at least 5 years."], "contact_doctor": ["Call your provider if you or your child develops symptoms of rheumatic fever. Because several other conditions have similar symptoms, you or your child will need careful medical evaluation.", "If symptoms of strep throat develop, tell your provider. You or your child will need to be checked and treated if strep throat is present. This will decrease the risk of developing rheumatic fever."], "prevention": ["The most important way to prevent rheumatic fever is by getting quick treatment for strep throat and scarlet fever."]},
{"topic": "Polio", "tests": ["Abnormal reflexes", "Back stiffness", "Difficulty lifting the head or legs when lying flat on the back", "Stiff neck", "Trouble bending the neck", "Cultures of throat washings, stools, or spinal fluid", "Spinal tap and examination of the spinal fluid (CSF examination) using polymerase chain reaction (PCR)", "Test for levels of ", "antibodies", " to the polio virus"], "symptoms": ["General discomfort or uneasiness (malaise)", "Headache", "Red throat", "Slight fever", "Sore throat", "Vomiting"], "treatment": ["Antibiotics for urinary tract infections", "Moist heat (heating pads, warm towels) to reduce muscle pain and spasms", "Painkillers to reduce headache, muscle pain, and spasms (narcotics are not usually given because they increase the risk of breathing trouble)", "Physical therapy, braces or corrective shoes, or orthopedic surgery to help recover muscle strength and function"], "contact_doctor": ["Someone close to you has developed poliomyelitis and you haven't been vaccinated.", "You develop symptoms of poliomyelitis.", "Your child's polio immunization (vaccine) is not up to date."], "prevention": ["Polio immunization (", "vaccine", ") effectively prevents poliomyelitis in most people (immunization is over 90% effective)."]},
{"topic": "Pneumonia in children - discharge", "tests": ["Placing a warm, wet washcloth loosely over your child's nose and mouth.", "Filling a humidifier with warm water and having your child breathe in the warm mist ", "Flu vaccine", "Pneumonia vaccine"], "symptoms": ["Coughing will slowly get better over 7 to 14 days.", "Sleeping and eating may take up to a week to return to normal.", "You may need to take time off work to care for your child. "], "treatment": ["Offer breast milk or formula if your child is younger than 12 months.", "Offer whole milk if your child is older than 12 months. ", "Warm tea", "Lemonade", "Apple juice", "Chicken broth for children over age 1 "], "contact_doctor": [], "prevention": []},
{"topic": "Pneumonia in adults - discharge", "tests": ["Placing a warm, wet washcloth loosely over your nose and mouth", "Filling a humidifier with warm water and breathing in the warm mist ", "Drink water, juice, or weak tea.", "Drink at least 6 to 10 cups (1.5 to 2.5 liters) a day.", "DO NOT drink alcohol. "], "symptoms": ["Your cough will slowly get better over 7 to 14 days.", "Sleeping and eating may take up to a week to return to normal.", "Your energy level may take 2 weeks or more to return to normal. "], "treatment": ["Your doctor may tell you to take antibiotics. These are medicines that kill the germs that cause pneumonia. Antibiotics help most people with pneumonia get better.", "DO NOT miss any doses. Take the medicine until it is gone, even if you start to feel better.", "DO NOT take cough or cold medicines unless your doctor says it is OK. Coughing helps your body get rid of mucus from your lungs.", "Your provider will tell you if it is OK to use acetaminophen (Tylenol) or ibuprofen (Advil or Motrin) for fever or pain. If these medicines are OK to use, your provider will tell you how much to take and how often to take them."], "contact_doctor": ["Getting harder", "Faster than before", "Shallow and you cannot get a deep breath ", "Need to lean forward when sitting to breathe more easily", "Have chest pain when you take a deep breath", "Headaches more often than usual", "Feel sleepy or confused", "Fever returns", "Coughing up dark mucus or blood", "Fingertips or the skin around your fingernails is blue "], "prevention": []},
{"topic": "Plague", "tests": ["Blood culture", "Culture of lymph node aspirate", " (fluid taken from an affected lymph node or bubo)", "Sputum culture"], "symptoms": ["Fever and chills", "General ill feeling (malaise)", "Headache", "Muscle pain", "Seizures", "Smooth, painful lymph gland swelling called a bubo that is commonly found in the groin, but may occur in the armpits or neck, most often at the site of the infection (bite or scratch); pain may start before the swelling appears ", "Severe cough", "Difficulty breathing and pain in the chest when breathing deeply", "Frothy, ", "bloody sputum", "Abdominal pain", "Bleeding due to blood clotting problems", "Diarrhea", "Nausea", "Vomiting "], "treatment": ["People with the plague need immediate treatment. If treatment is not received within 24 hours of when the first symptoms occur, death can result.", "Antibiotics such as streptomycin, gentamicin, doxycycline, or ciprofloxacin are used to treat plague. Oxygen, ", "intravenous", " fluids, and ", "respiratory", " support are usually also needed.", "People with pneumonic plague must be isolated from caregivers and other patients. People who have had contact with anyone infected by pneumonic plague should be watched carefully and given antibiotics as a preventive measure."], "contact_doctor": ["Rat control and watching for the disease in the wild rodent population are the main measures used to control the risk of epidemics. The plague vaccine is no longer used in the U.S. New vaccines are being developed."], "prevention": []},
{"topic": "Oral cancer", "tests": ["Gum biopsy", "Tongue biopsy"], "symptoms": ["A sore on the lip, tongue, or other area of the mouth", "An ulcer or bleeding","A deep, hard-edged crack in the tissue", "Pale, dark, or discolored", "On the tongue, lip, or other area of the mouth", "Painless at first, then a burning sensation or pain when the tumor is more advanced", "Chewing problems", "Mouth sores that may bleed", "Pain with swallowing", "Speech difficulties", "Swallowing difficulty", "Swollen lymph nodes in the neck", "Tongue problems", "Weight loss "], "treatment": ["Speech therapy", "Therapy to help with chewing, swallowing", "Learning to eat enough protein and calories to keep your weight up", ". Ask your doctor about liquid food supplements that can help", "Help with ", "dry mouth"], "contact_doctor": ["Complications of radiation therapy, including dry mouth and difficulty swallowing", "Disfigurement of the face, head, and neck after surgery", "Other spread (", "metastasis", ") of the cancer"], "prevention": ["Oral cancer may be discovered when the dentist does a routine cleaning and examination.", "Call your health care provider if you have a sore in your mouth or lip or a lump in the neck that does not go away within 1 month. Early diagnosis and treatment of oral cancer greatly increases the chance of survival."]},
{"topic": "Occupational asthma", "tests": ["Blood tests to look for antibodies to the substance", "Bronchial provocation test (test measuring reaction to the suspected allergen)", "Chest x-ray", "Complete blood count", "Peak expiratory flow rate", "Pulmonary function tests"], "symptoms": ["Coughing", "Tight feeling in the chest", "Shortness of breath", "Wheezing"], "treatment": ["Changing jobs (though this may be difficult to do)", "Moving to a different location at the work site where there is less exposure to the substance. This may help, but over time, even a very small amount of the substance can trigger an asthma attack.", "Using a respiratory device to protect or reduce your exposure may help.", "Asthma ", "quick-relief medicines", ", called bronchodilators, to help relax the muscles of your airways. ", "Asthma ", "control medicines", " that are taken every day to prevent symptoms."], "contact_doctor": [], "prevention": []},
{"topic": "Occupational hearing loss", "tests": ["Audiology/audiometry", "CT scan of the head", "MRI of the brain "], "symptoms": ["The main symptom is partial or complete hearing loss will likely get worse over time with continued exposure.", "Noise in the ear (tinnitus)"], "treatment": ["Prevent further hearing loss", "Improve communication with any remaining hearing", "Develop coping skills (such as lip reading) "], "contact_doctor": ["Protect your ears when you are exposed to loud noises. Wear protective ear plugs or earmuffs when you are around loud equipment.", "Be aware of the risks to hearing from recreational activities such as shooting a gun or driving snowmobiles.", "DO NOT listen to loud music for long periods of time, including using headphones. "], "prevention": []},
{"topic": "Reye syndrome", "tests": ["Blood chemistry tests", "Head CT or head MRI scan", "Liver biopsy", "Liver function tests", "Serum ammonia test", "Spinal tap"], "symptoms": ["Confusion", "Lethargy", "Loss of consciousness or coma", "Mental changes", "Nausea and vomiting", "Seizures", "Unusual placement of arms and legs (decerebrate posture). The arms are extended straight and turned toward the body, the legs are held straight, and the toes are pointed downward ", "Double vision", "Hearing loss", "Muscle function loss or paralysis of the arms or legs", "Speech difficulties", "Weakness", " in the arms or legs "], "treatment": ["Breathing support (a breathing machine may be needed during a deep coma)", "Fluids by IV to provide electrolytes and glucose", "Steroids to reduce swelling in the brain "], "contact_doctor": ["Confusion", "Lethargy", "Other mental changes"], "prevention": ["Never give a child aspirin unless told to do so by your provider.", "When a child must take aspirin, take care to reduce the child's risk of catching a viral illness, such as the flu and chickenpox. Avoid aspirin for several weeks after the child has received a varicella (chickenpox) vaccine.", "Note: Other over-the-counter medicines, such as Pepto-Bismol and substances with oil of wintergreen also contain aspirin compounds called salicylates. DO NOT give these to a child who has a cold or fever."]},
{"topic": "Rabies", "tests": ["MRI of brain", "CT head"], "symptoms": ["Drooling", "Convulsions", "Bite site is very sensitive", "Mood changes", "Nausea and vomiting", "Loss of feeling in an area of the body", "Loss of muscle function", "Low-grade ", "fever with headache", "Muscle spasms", "Numbness and tingling", "Pain at the site of the bite", "Restlessness", "Swallowing difficulty (drinking causes spasms of the voice box) ", "Hallucinations"], "treatment": ["Call even when no bite took place.", "Immunization and treatment for possible rabies are recommended for at least up to 14 days after exposure or a bite."], "contact_doctor": ["Go to the emergency room or call the local emergency number (such as 911) if an animal bites you."], "prevention": ["To help prevent rabies:"]},
{"topic": "Pernicious anemia", "tests": ["Bone marrow examination", " (only needed if diagnosis is unclear)", "Complete blood count(CBC)", "Reticulocyte count", "Schilling test LDH  level", "Methylmalonic acid (MMA) level", "Vitamin B12 level", "Levels of antibodies against IF or the cells which make IF"], "symptoms": ["Desire to eat ice or other non-food things (pica)", "Diarrhea or constipation", "Fatigue, lack of energy, or lightheadedness when standing up or with exertion", "Loss of appetite", "Pale skin", "Problems concentrating", "Shortness of breath, mostly during exercise", "Swollen, red tongue or bleeding gums ", "Confusion", "Depression", "Loss of balance", "Numbness and tingling in the hands and feet "], "treatment": ["Treatment involves a shot of vitamin B12 once a month. People with severely low levels of B12 may need more shots in the beginning.", "Some people may also need to take vitamin B12 supplements by mouth.", "A certain type of vitamin B12 may be given through the nose."], "contact_doctor": ["Call your provider if you have symptoms of vitamin B12 deficiency."], "prevention": ["There is no known way to prevent this type of vitamin B12 anemia. However, early detection and treatment can help reduce complications."]},
{"topic": "Q fever - early", "tests": ["A ", "chest x-ray to detect pneumonia or other changes", "Blood tests to check for antibodies to Coxiella burnetti", "Liver function test", "Complete blood count (CBC)", "Tissue staining of infected tissues to identify the bacteria", "Electrocardiogram", " or echocardiogram to look at the heart for changes"], "symptoms": ["Dry cough (nonproductive)", "Fever", "Headache", "Joint pain (arthralgia)", "Muscle pains", "Abdominal pain", "Chest pain", "Jaundice", "Rash"], "treatment": ["Treatment with antibiotics can shorten the length of the illness. Antibiotics that are commonly used include tetracycline and doxycycline. Pregnant women or children who still have any baby teeth should not take tetracycline by mouth because it can permanently discolor growing teeth."], "contact_doctor": ["Call your health care provider if you develop symptoms of Q fever. Also call if you have been treated for Q fever and symptoms return or new symptoms develop."], "prevention": ["Pasteurization of milk destroys the bacteria that cause early Q fever. Domestic animals should be inspected for signs of Q fever if people exposed to them have developed symptoms of the disease."]},
{"topic": "Paraquat poisoning", "tests": ["Activated charcoal by mouth or a tube through your nose into your stomach.", "Blood and urine tests", "Breathing support, including oxygen, tube through the mouth into the throat, and breathing machine", "Chest x-ray", "EKG (electrocardiogram, or heart tracing)", "Fluids through a vein (by IV)", "Medicine to treat symptoms "], "symptoms": ["Burns in throat", "Coma", "Difficulty breathing", "Nosebleed", "Seizures", "Shock", "Shortness of breath", "Sore throat", "Stomach pain, vomiting blood"], "treatment": ["Removing all contaminated clothing.", "If the chemical touched your skin, wash the area with soap and water for 15 minutes. Do not scrub hard, because that could break your skin and let more of the Paraquat absorb into your body.", "If the Paraquat got into your eyes, flush them with water for 15 minutes.", "If you have swallowed Paraquat, get treated with activated charcoal as quickly as possible. Sicker people may need a procedure called hemoperfusion, which filters the blood through charcoal to try to remove Paraquat from the lungs."], "contact_doctor": ["If you believe you have been exposed to Paraquat, seek medical care right away.", "Your local poison center can be reached directly by calling the national toll-free ", "Poison Help hotline", " (1-800-222-1222) from anywhere in the United States. This hotline number will let you talk to experts in poisoning. They will give you further instructions.", "This is a free and confidential service. All local poison control centers in the United States use this national number. You should call if you have any questions about poisoning or poison prevention. It does NOT need to be an emergency. You can call for any reason, 24 hours a day, 7 days a week."], "prevention": ["Read labels on all chemical products. Do NOT use any that contain Paraquat. Stay away from areas where it may be used."]},
{"topic": "Vitamin K deficiency bleeding of the newborn", "tests": ["Blood clotting tests will be done.", "The diagnosis is confirmed if a vitamin K shot stops the bleeding and blood clotting time (prothrombin time) is within normal limits."], "symptoms": ["A boy's penis, if he has been circumcised", "Belly button area", "Gastrointestinal tract (may result in blood in the baby's bowel movements)", "Mucus membranes (such as the lining of the nose and mouth)", "Places where there has been a needle stick ", "Blood in the urine", "Bruising", "Seizures", " (convulsions) or abnormal behavior "], "treatment": ["Vitamin K is given if bleeding occurs. Babies with severe bleeding may need plasma or blood transfusions."], "contact_doctor": ["Call your health care provider if your baby has any unexplained bleeding."], "prevention": ["The early onset form of the disease may be prevented by giving vitamin K shots to pregnant women who take anti-seizure medications.", "The American Academy of Pediatrics recommends giving every baby a shot of vitamin K immediately after birth. This practice has helped prevent the classic and late-onset forms of the condition, which is now rare in the U.S."]},
{"topic": "Vitamin D", "tests": [], "symptoms": ["Calcium deposits in soft tissues such as the heart and lungs", "Confusion and disorientation", "Damage to the kidneys", "Kidney stones", "Nausea, vomiting, constipation, poor appetite, weakness, and weight loss"], "treatment": ["D2(ergocalciferol)", "D3(cholecalciferol) "], "contact_doctor": [], "prevention": []},
{"topic": "Vitamin C", "tests": [], "symptoms": ["Anemia", "Bleeding gums", "Decreased ability to fight infection", "Decreased wound-healing rate", "Dry and splitting hair", "Easy bruising", "Gingivitis", " (inflammation of the gums)", "Nosebleeds", "Possible weight gain because of slowed metabolism", "Rough, dry, scaly skin", "Swollen and painful joints", "Weakened tooth enamel "], "treatment": ["Cantaloupe", "Citrus fruits and juices, such as orange and grapefruit", "Kiwi fruit", "Mango", "Papaya", "Pineapple", "Strawberries, raspberries, blueberries, and cranberries", "Watermelon ", "Broccoli, Brussels sprouts, and cauliflower", "Green and red peppers", "Spinach, cabbage, turnip greens, and other leafy greens", "Sweet and white potatoes", "Tomatoes and tomato juice", "Winter squash "], "contact_doctor": [], "prevention": []},
{"topic": "Vitamin B6", "tests": [], "symptoms": ["Difficulty coordinating movement", "Numbness", "Sensory changes ", "Confusion", "Depression", "Irritability", "Mouth and tongue sores also known as glossitis", "Peripheral neuropathy "], "treatment": ["Avocado", "Banana", "Legumes (dried beans)", "Beef and pork", "Nuts", "Poultry", "Whole grains and fortified cereals", "Corn "], "contact_doctor": [], "prevention": []},
{"topic": "Vitamin B12 deficiency anemia", "tests": ["Complete blood count (CBC)", "Reticulocyte count", "Lactate dehydrogenase (LDH) level", "Vitamin B12 level", "Methylmalonic acid (MMA) level", "Esophagogastroduodenoscopy (EGD) to examine the stomach", "Enteroscopy", " to examine the small intestine", "Bone marrow biopsy if the diagnosis is not clear"], "symptoms": ["Diarrhea or constipation", "Fatigue, lack of energy, or lightheadedness when standing up or with exertion", "Loss of appetite", "Pale", " skin", "Problems concentrating", "Shortness of breath", ", mostly during exercise", "Swollen, red tongue or bleeding gums ", "Confusion or change in mental status (dementia) in severe cases", "Depression", "Loss of balance", "Numbness and tingling of hands and feet "], "treatment": ["Treatment may include a shot of vitamin B12 once a month. If you have a very low level of B12, you may need more shots in the beginning. It is possible you may need shots every month for the rest of your life. ", "Some people may also need to take vitamin B12 supplements by mouth."], "contact_doctor": ["Call your provider if you have any of the symptoms of anemia."], "prevention": ["You can prevent anemia caused by a lack of vitamin B12 by eating a well-balanced diet.", "Shots of vitamin B12 can prevent anemia after surgeries known to cause vitamin B12 deficiency.", "Early diagnosis and prompt treatment can reduce or prevent complications related to a low vitamin B12 level."]},
{"topic": "Vaginal cancer", "tests": ["Biopsy", "Colposcopy", "Chest x-ray", "CT scan", " of the abdomen and pelvis "], "symptoms": ["Bleeding after having sex", "Painless vaginal bleeding and discharge not due to normal period", "Pain in the pelvis or vagina"], "treatment": ["Treatment of vaginal cancer depends on the type of cancer and how far the disease has spread.", "Surgery is sometimes used to remove the cancer. But most women are treated with ", "radiation", ". If the tumor is cervical cancer that has spread to the vagina, radiation and ", "chemotherapy", " are both given.", "Sarcoma may be treated with a combination of chemotherapy, surgery, and radiation."], "contact_doctor": ["Vaginal cancer may spread to other areas of the body. Complications can occur from radiation, surgery, and chemotherapy."], "prevention": ["Call for an appointment with your health care provider if you notice bleeding after sex or have persistent vaginal bleeding or discharge."]},
{"topic": "Typhoid fever", "tests": ["ELISA", " urine test to look for the bacteria that cause Typhoid fever", "Fluorescent ", "antibody", " study to look for substances that are specific to Typhoid bacteria", "Platelet count (platelet count may be low)", "Stool culture"], "symptoms": ["Abdominal tenderness", "Bloody stools", "Chills", "Agitation, confusion, delirium, seeing or hearing things that are not there (hallucinations)", "Difficulty paying attention (attention deficit)", "Mood swings", "Nosebleeds", "Severe fatigue", "Slow, sluggish, weak feeling "], "treatment": ["Fluids and electrolytes may be given by IV (into a vein) or you may be asked to drink water with electrolyte packets.", "Antibiotics are given to kill the bacteria. There are increasing rates of antibiotic resistance throughout the world, so your health care provider will check current recommendations before choosing an antibiotic."], "contact_doctor": ["You know you have been exposed to someone who has typhoid fever", "You have been in an area where there are people who have typhoid fever and you develop symptoms of typhoid fever", "You have had typhoid fever and the symptoms return", "You develop severe abdominal pain, ", "decreased urine output", ", or other new symptoms "], "prevention": ["A vaccine is recommended for travel outside of the US to places where there is typhoid fever. The Centers for Disease Control and Prevention website has information about where typhoid fever is common -- ", "www.cdc.gov/nczved/divisions/dfbmd/diseases/typhoid_fever", ". Ask your provider if you should bring electrolyte packets in case you get sick.", "When traveling, drink only boiled or bottled water and eat well-cooked food. ", "Water treatment, waste disposal, and protecting the food supply from contamination are important public health measures. Carriers of typhoid must not be allowed to work as food handlers."]},
{"topic": "Type 2 diabetes", "tests": ["Fasting blood glucose level. Diabetes is diagnosed if it is higher than 126 mg/dL (7.0 mmol/L) two different times.", "Hemoglobin A1c (A1C) test", ". Diabetes is diagnosed if the test result is 6.5% or higher.", "Oral glucose tolerance test", ". Diabetes is diagnosed if the glucose level is higher than 200 mg/dL (11.1 mmol/L) 2 hours after drinking a special sugar drink. ", "Overweight children who have other risk factors for diabetes, starting at age 10 and repeated every 2 years", "Overweight adults (BMI of 25 or higher) who have other risk factors", "Adults starting at age 45 every 3 years, or at a younger age if the person has risk factors ", "Check the skin and bones on your feet and legs.", "Check if your feet are getting numb (diabetic nerve disease).", "Have your blood pressure checked at least once a year (blood pressure goal should be 140/80 mm Hg or lower).", "Have your A1C tested every 6 months if your diabetes is well controlled. Have the test every 3 months if your diabetes is not well controlled.", "Have your cholesterol and triglyceride levels checked once a year.", "Get tests once a year to make sure your kidneys are working well (", "microalbuminuria", " and ", "serum creatinine", ").", "Visit your eye doctor at least once a year, or more often if you have signs of ", "diabetic eye disease", ".", "See the dentist every 6 months for a thorough dental cleaning and exam. Make sure your dentist and hygienist know that you have diabetes. "], "symptoms": ["Bladder, kidney, skin, or other infections that are more frequent or heal slowly", "Fatigue", "Hunger", "Increased thirst", "Increased urination", "Blurred vision"], "treatment": ["How to test and record your blood glucose", "What, when, and how much to eat", "How to safely increase your activity and control your weight", "How to take medicines, if needed", "How to recognize and treat low and high blood sugar", "How to ", "handle sick days", "Where to buy diabetes supplies and how to store them ", "Most people with type 2 diabetes only need to check their blood sugar once or twice a day.", "If your blood sugar level is under control, you may only need to check it a few times a week.", "You may test yourself when you wake up, before meals, and at bedtime.", "You may need to test more often when you are sick or under stress.", "You may need to test more often if you are having more frequent low blood sugar symptoms. ", "Lowers your blood sugar level without medicine", "Burns extra calories and fat to help manage your weight", "Improves blood flow and blood pressure", "Increases your energy level", "Improves your ability to handle stress ", "Alpha-glucosidase inhibitors", "Biguanides", "DPP IV inhibitors", "Injectable medicines (GLP-1 analogs)", "Meglitinides", "SGL T2 inhibitors", "Sulfonylureas", "Thiazolidinediones ", "Eye disease", "Kidney disease", "Heart disease and stroke", "Stop smoking", " if you smoke.", "Improve control of your blood sugar.", "Get a foot exam by your doctor at least twice a year to learn if you have nerve damage.", "Check and care for your feet every day. This is very important when you already have nerve or blood vessel damage or foot problems.", "Treat minor infections, such as athlete's foot, right away.", "Use moisturizing lotion on dry skin.", "Make sure you wear the right kind of shoes. Ask your doctor what type of shoe is right for you. "], "contact_doctor": ["You could have ", "eye problems", ", including trouble seeing (especially at night), and light sensitivity. You could become blind.", "Your feet and skin can develop sores and infections. After a long time, your foot or leg may need to be amputated. Infection can also cause pain and itching in other parts of the body.", "Diabetes may make it harder to control your blood pressure and cholesterol. This can lead to a heart attack, stroke, and other problems. It can become harder for blood to flow to your legs and feet.", "Nerves in your body can get damaged", ", causing pain, tingling, and numbness.", "Because of nerve damage, you could have problems digesting the food you eat. You could feel weakness or have trouble going to the bathroom. Nerve damage can make it harder for men to have an erection.", "High blood sugar and other problems can lead to ", "kidney damage", ". Your kidneys may not work as well as they used to. They may even stop working so that you need ", "dialysis", " or a ", "kidney transplant", ". "], "prevention": ["Call 911 right away if you have:", "These symptoms can quickly get worse and become emergency conditions (such as ", "convulsions", ", hypoglycemic coma or hyperglycemic coma).", "Also call your doctor if you have:"]},
{"topic": "Type 1 diabetes", "tests": ["Fasting blood glucose", " level. Diabetes is diagnosed if it is higher than 126 mg/dL (7 mmol/L) two different  times.", "Random (non-fasting) blood glucose level. You may have diabetes if it is higher than 200 mg/dL (11.1 mmol/L), and you have symptoms such as increased thirst, urination, and fatigue. (This must be confirmed with a fasting test.)", "Oral glucose tolerance test", ". Diabetes is diagnosed if the glucose level is higher than 200 mg/dL (11.1 mmol/L) 2 hours after you drink a special sugar drink.", "Hemoglobin A1c (A1C) test", ". Diabetes is diagnosed if the result of the test is 6.5% or higher. ", "When the blood sugar is higher than 240 mg/dL (13.3 mmol/L)", "During an illness such as pneumonia, heart attack, or stroke", "When nausea and vomiting occur", "During pregnancy ", "Check the skin and bones on your feet and legs.", "Check if your feet are getting numb (", "diabetic nerve disease", ").", "Have your blood pressure checked at least once a year. The goal should be 140/90 mm Hg or lower.", "Have an ", "A1C test", " done every 6 months if your diabetes is well controlled. Have the test done every 3 months if your diabetes is not well controlled.", "Have your cholesterol and ", "triglyceride levels", " checked once a year.", "Get tests once a year to make sure your kidneys are working well (", "microalbuminuria", " and ", "serum creatinine", ").", "Visit your eye doctor at least once a year, or more often if you have signs of ", "diabetic eye disease", ".", "See the dentist every 6 months for a thorough dental cleaning and exam. Make sure your dentist and hygienist know that you have diabetes. "], "symptoms": ["Being very thirsty", "Feeling hungry", "Feeling tired all the time", "Having blurry eyesight", "Feeling numbness or tingling in your feet", "Losing weight without trying", "Urinating more often (including urinating at night or bedwetting in children who were dry overnight before) ", "Deep, rapid breathing", "Dry skin and mouth", "Flushed face", "Fruity breath odor", "Nausea and vomiting; inability to keep down fluids", "Stomach pain ", "Headache", "Hunger", "Nervousness", "Rapid heartbeat (palpitations)", "Shaking", "Sweating", "Weakness "], "treatment": ["How to recognize and treat low blood sugar (hypoglycemia)", "How to recognize and treat high blood sugar (hyperglycemia)", "How to plan meals, including carbohydrate (carb) counting", "How to give insulin", "How to check blood glucose and ", "urine ketones", "How to adjust insulin and food when you exercise", "How to ", "handle sick days", "Where to buy diabetes supplies and how to store them ", "When they exercise", "When they are sick", "When they will be eating more or less food and calories", "When they are traveling ", "Stop smoking", " if you smoke.", "Improve control of your blood sugar.", "Get a foot exam at least twice a year with your doctor, and learn whether you have ", "nerve damage", ".", "Check and care for your feet every day. This is very important when you already have nerve or blood vessel damage or foot problems.", "Treat minor infections, such as athlete's foot, right away.", "Use moisturizing lotion on dry skin.", "Make sure you wear the right kind of shoes. Ask your doctor what kind is right for you. ", "Eye disease", "Kidney disease", "Heart disease and stroke"], "contact_doctor": ["You could have ", "eye problems", ", including trouble seeing (especially at night) and sensitivity to light. You could become blind.", "Your feet and skin could develop sores and infections. If you have these sores for too long, your foot or leg may need to be amputated. Infection can also cause pain and itching.", "Diabetes may make it harder to control your blood pressure and cholesterol. This can lead to heart attack, stroke, and other problems. It can become harder for blood to flow to the legs and feet.", "Nerves in the body can become damaged", ", causing pain, itching, tingling, and numbness.", "Because of nerve damage, you could have problems digesting the food you eat. You could feel weakness or have trouble going to the bathroom. Nerve damage can also make it harder for men to have an erection.", "High blood sugar and other problems can lead to ", "kidney damage", ". The kidneys may not work as well as they used to. They may even stop working, so that you would need ", "dialysis", " or a ", "kidney transplant", ". "], "prevention": ["Call 911 if you have:", "Call your doctor or go to the emergency room if you have symptoms of ", "diabetic ketoacidosis", ".", "Also call your doctor if you have:", "You can treat early signs of hypoglycemia at home by eating sugar or candy, or by taking glucose tablets. If signs of hypoglycemia continue or your blood glucose level stays below 60 mg/dL (3.3 mmol/L), go to the emergency room."]},
{"topic": "Tumor", "tests": ["Blood tests", "Bone marrow biopsy (most often for lymphoma or leukemia)", "Chest x-ray", "Complete blood count (CBC)", "Liver function tests"], "symptoms": ["Fever or chills", "Fatigue", "Loss of appetite", "Night sweats", "Weight loss", "Pain"], "treatment": ["Type of tumor", "Whether it is cancer ", "Location of the tumor", "Noncancerous (benign) ", "In a \"safe\" area where it will not cause symptoms or problems with the way an organ works ", "Chemotherapy", "Radiation", "Surgery", "Targeted cancer therapy", "Immunotherapy", "Other treatment options"], "contact_doctor": [], "prevention": []},
{"topic": "Toothaches", "tests": ["You can use over-the-counter, pain medicine, if you can't see your dentist or primary health care provider right away.", "Your dentist may recommend antibiotics and other treatments, like a root canal for toothaches caused by a tooth abscess.", "Use good oral hygiene to prevent tooth decay. A low-sugar diet is recommended along with regular flossing, brushing with fluoride toothpaste, and regular professional cleaning. Sealants and fluoride applications by the dentist are important for preventing tooth decay."], "symptoms": ["Abscessed tooth", "Earache", "Injury to the jaw or mouth", "Heart attack (can include jaw pain, neck pain, or toothache)", "Sinus infection", "Tooth decay"], "treatment": ["You have a severe toothache", "You have a toothache that lasts longer than a day or two", "You have fever, earache, or pain when opening your mouth wide"], "contact_doctor": [], "prevention": []},
{"topic": "Tooth decay - early childhood", "tests": ["Give babies, ages newborn to 12 months, only formula to drink in bottles.", "Remove the bottle from your child's mouth or hands when your child falls asleep.", "Put your child to bed with a bottle of water only. DO NOT put your baby to bed with a bottle of juice, milk, or other sweet drinks.", "Teach your baby to drink from a cup at 6 months of age. Stop using a bottle for your babies when they are 12 to 14 months old.", "DO NOT fill your child's bottle with drinks that are high in sugar, such as punch or soft drinks.", "DO NOT let your child walk around with a bottle of juice or milk.", "DO NOT let your baby suck on a pacifier all the time. DO NOT dip your child's pacifier in honey, sugar, or syrup. "], "symptoms": ["When children drink or eat sugary things, sugar coats their teeth.", "Sleeping or walking around with a bottle or sippy cup with milk or juice keeps sugar in your child's mouth.", "Sugar feeds the natural forming bacteria in your child's mouth.", "Bacteria produce acid. Acid contributes to tooth decay. "], "treatment": ["After each feeding, gently wipe your baby's teeth and gums with a clean washcloth or gauze to remove plaque.", "Begin brushing as soon as your child has teeth.", "Create a routine. For instance, brush your teeth together at bedtime. ", "Use fluoridated water from the tap.", "Give your baby a fluoride supplement if you drink well water or water without fluoride.", "Make sure any bottled water you use has fluoride. "], "contact_doctor": [], "prevention": []},
{"topic": "Tonsillitis", "tests": ["The tonsils may be red and may have white spots on them.", "The lymph nodes in the jaw and neck may be swollen and tender to the touch. "], "symptoms": ["Difficulty swallowing", "Ear pain", "Fever and chills", "Headache", "Sore throat, which lasts longer than 48 hours and may be severe", "Tenderness of the jaw and throat ", "Problems breathing, if the tonsils are very large", "Problems eating or drinking "], "treatment": ["Drink cold liquids or suck on fruit-flavored frozen bars.", "Drink fluids, and mostly warm (not hot), bland fluids.", "Gargle with warm salt water.", "Suck on lozenges (containing benzocaine or similar ingredients) to reduce pain (these should not be used in young children because of the choking risk).", "Take over-the-counter (OTC) medicines, such as acetaminophen (Tylenol) or ibuprofen to reduce pain and fever. DO NOT give a child aspirin. Aspirin has been linked to Reye syndrome. "], "contact_doctor": ["Excess drooling in a young child", "Fever, especially 101degree F (38.3degree C) or higher", "Pus in the back of the throat", "Red rash that feels rough, and increased redness in the skin folds", "Severe problems swallowing or breathing", "Tender or swollen lymph glands in the neck "], "prevention": []},
{"topic": "Syphilis", "tests": ["Examination of fluid from sore (rarely done) Echocardiogram, aortic angiogram and cardiac catheterization to look at the major blood vessels and the heart", "Spinal tap and examination of spinal fluid", "Blood tests to screen for syphilis bacteria (RPR, VDRL, or TRUST), FTA-ABS (fluorescent treponemal antibody test), MHA-TP, TP-EIA, TP-PA "], "symptoms": ["Small, painless open sore or ulcer (called a chancre) on the genitals, mouth, skin, or rectum that heals by itself in 3 to 6 weeks", "Enlarged lymph nodes in the area of the sore ", "Skin rash, usually on the palms of the hands and soles of the feet", "Sores called mucous patches in or around the mouth, vagina, or penis, Moist, warty patches (called condylomata lata) in the genitals or skin folds", "Fever", "General ill feeling", "Loss of appetite", "Muscle and joint pain", "Swollen lymph nodes", "Vision changes", "Hair loss ", "Damage to the heart, causing ", "aneurysms", " or valve disease", "Central nervous system disorders (neurosyphilis)", "Tumors of skin, bones, or liver "], "treatment": ["Doxycycline (type of tetracycline given to people who are allergic to penicillin)", "Penicillin G benzathine", "Chills", "General ill feeling (malaise)", "Headache", "Muscle and joint pain", "Nausea", "Rash "], "contact_doctor": ["Had intimate contact with a person who has syphilis or any other STI", "Engaged in any high-risk sexual practices, including having multiple or unknown partners or using intravenous drugs "], "prevention": ["If you are sexually active, practice safer sex and always use a condom.", "All pregnant women should be screened for syphilis."]},
{"topic": "Swelling", "tests": ["Flotation ring", "Lamb's wool pad", "Pressure-reducing mattress "], "symptoms": ["Acute glomerulonephritis", "Burns including sunburn", "Chronic kidney disease", "Heart failure", "Liver failure from cirrhosis", "Nephrotic syndrome", "Poor nutrition", "Pregnancy", "Thyroid disease", "Too little albumin in the blood (hypoalbuminemia)", "Too much salt or sodium", "Use of certain drugs, such as corticosteroids or drugs used to treat heart disease, high blood pressure, diabetes"], "treatment": ["If you notice any unexplained swelling, contact your provider."], "contact_doctor": [], "prevention": []},
{"topic": "Thyroid cancer", "tests": ["Calcitonin", " blood test to check for medullary thyroid cancer", "Laryngoscopy (looking inside the throat using a mirror or flexible tube called a laryngoscope placed through the mouth)", "Thyroid biopsy", "Thyroid scan", "TSH free T4 (blood tests for thyroid function)", "Ultrasound of the thyroid"], "symptoms": ["Cough", "Difficulty swallowing", "Enlargement of the thyroid gland", "Hoarseness or changing voice", "Neck swelling", "Thyroid lump (nodule)"], "treatment": ["Aiming external beam (x-ray) radiation at the thyroid", "Taking radioactive iodine by mouth "], "contact_doctor": ["Call your provider if you notice a lump in your neck."], "prevention": ["There is no known prevention. Awareness of risk (such as previous radiation therapy to the neck) can allow earlier diagnosis and treatment.", "Sometimes, people with family histories and genetic mutations related to thyroid cancer will have their thyroid gland removed to prevent cancer."]},
{"topic": "Sunburn", "tests": ["Take a cool shower or bath or place clean wet, cool wash cloths on the burn.", "DO NOT use products that contain benzocaine or lidocaine. These can cause allergy in some persons and make the burn worse.", "If there are blisters, dry bandages may help prevent infection.", "If your skin is not blistering, moisturizing cream may be applied to relieve discomfort. DO NOT use butter, petroleum jelly (Vaseline), or other oil-based products. These can block pores so that heat and sweat cannot escape, which can lead to infection. DO NOT pick at or peel away the top part of the blisters.", "Creams with vitamins C and E may help limit damage to skin cells.", "Over-the-counter medicines, such as ibuprofen or acetaminophen, help to relieve pain from sunburn. DO NOT give aspirin to children.", "Cortisone creams may help reduce the inflammation.", "Loose cotton clothing should be worn.", "Drink lots of water.", "Use a broad spectrum sunscreen of SPF 15 or higher. A broad spectrum sunscreen protects from both UVB and UVA rays.", "Apply a generous amount of sunscreen to fully cover exposed skin. Reapply sunscreen every 2 hours or as often as the label says.", "Apply sunscreen after swimming or sweating and even when it is cloudy.", "Use a lip balm with sunscreen.", "Wear a hat and other protective clothing. Light-colored clothing reflects the sun most effectively.", "Stay out of the sun during hours when the sun's rays are strongest between 10 a.m. and 4 p.m.", "Wear sunglasses with UV protection. "], "symptoms": ["There is no such thing as a \"healthy tan.\" Unprotected sun exposure causes early aging of the skin and skin cancer.", "Sun exposure can cause first and second degree burns.", "Skin cancer usually appears in adulthood. But it is caused by sun exposure and sunburns that began as early as childhood. ", "Infants and children are very sensitive to the burning effects of the sun.", "People with fair skin are more likely to get sunburn. But even dark and black skin can burn and should be protected.", "The sun's rays are strongest during the hours of 10 a.m. to 4 p.m. The sun's rays are also stronger at higher altitudes and lower latitudes (closer to the tropics). Reflection off water, sand, or snow can make the sun's burning rays stronger.", "Sun lamps can cause severe sunburn.", "Some medicines (such as the antibiotic doxycycline) can make your skin easier to sunburn.", "Some medical conditions (such as lupus) can make you more sensitive to the sun. "], "treatment": ["Feeling faint or dizzy", "Rapid pulse or rapid breathing", "Extreme thirst, no urine output, or sunken eyes", "Pale, clammy, or cool skin", "Nausea", "fever, chills, or rash", "Your eyes hurt and are sensitive to light", "Severe, painful blisters "], "contact_doctor": [], "prevention": []},
{"topic": "Stomach cancer", "tests": ["Complete blood count (CBC) to check for anemia.", "Esophagogastroduodenoscopy(EGD) with biopsy to examine the stomach tissue. EGD involves putting a tiny camera down the esophagus (food tube) to look at the inside of the stomach.", "Stool test to check for blood in the stools. "], "symptoms": ["Abdominal fullness or pain, which may occur after a small meal", "Dark stools", "Difficulty swallowing, which becomes worse over time", "Excessive belching", "General decline in health", "Loss of appetite", "Nausea", "Vomiting blood", "Weakness or fatigue", "Weight loss"], "treatment": ["Surgery to remove the stomach (gastrectomy) is the standard treatment that can cure adenocarcinoma of the stomach.", "Radiation therapy and chemotherapy may help. Chemotherapy and radiation therapy after surgery may improve the chance of a cure.", "For people who cannot have surgery, chemotherapy or radiation may improve symptoms and may prolong survival, but may not cure the cancer. For some people, a surgical bypass procedure may relieve symptoms."], "contact_doctor": ["Call your health care provider if symptoms of gastric cancer develop."], "prevention": ["Screening programs are successful in detecting disease in the early stages in parts of the world where the risk of stomach cancer is much higher than in the United States. The value of screening in the United States and other countries with much lower rates of stomach cancer is not clear.", "The following may help reduce your risk of stomach cancer:"]},
{"topic": "Esophagitis", "tests": ["Esophageal manometry", "Esophagogastroduodenoscopy (EGD), removing a piece of tissue from the food pipe for examination (biopsy)", "Upper GI series (barium swallow x-ray)"], "symptoms": ["Cough", "Difficulty swallowing", "Painful swallowing", "Heartburn (acid reflux)", "Hoarseness", "Sore throat "], "treatment": ["Medicines that reduce stomach acid in case of reflux disease ", "Antibiotics to treat infections ", "Medicines and diet changes to treat eosinophilic esophagitis", "Medicines to coat the lining of the food pipe to treat damage related to pills "], "contact_doctor": ["Call your health care provider if you have symptoms of esophagitis."], "prevention": []},
{"topic": "Endometrial cancer", "tests": ["Endometrial biopsy, Dilation and curettage (D and C), Pap smear,(may raise a suspicion for endometrial cancer, but does not diagnose it)", "If cancer is found, imaging tests may be done to see if the cancer has spread to other parts of the body. This is called staging.", "Stage 1: The cancer is only in the uterus.", "Stage 2: The cancer is in the uterus and cervix.", "Stage 3: The cancer has spread outside of the uterus, but not beyond the true pelvis area. Cancer may involve the lymph nodes in the pelvis or near the aorta (the major artery in the abdomen).", "Stage 4: The cancer has spread to the inner surface of the bowel, bladder, abdomen, or other organs."], "symptoms": ["Abnormal bleeding from the vagina, including bleeding between periods or spotting/bleeding after menopause ", "Extremely long, heavy, or frequent episodes of vaginal bleeding after age 40", "Lower abdominal pain  or pelvic cramping", "Thin white or clear vaginal discharge after menopause"], "treatment": ["Stage 1 disease that has a high chance of returning, has spread to the lymph nodes, or is a grade 2 or 3."], "contact_doctor": ["Anemia due to blood loss (before diagnosis)", "Perforation (hole) of the uterus, which may occur during a D and C or endometrial biopsy", "Problems from surgery, radiation, and chemotherapy"], "prevention": ["Call for an appointment with your health care provider if you have any of the following:"]},
{"topic": "Ebola virus disease", "tests": ["Fluids given through a vein (IV)", "Oxygen", "Blood pressure management", "Treatment for other infections", "Blood transfusions "], "symptoms": ["Fever greater than 101.5 degree F (38.6 degree C)", "Chills", "Severe headache", "Sore throat", "Muscle pain", "Weakness", "Fatigue", "Rash", "Abdominal (stomach) pain", "Diarrhea", "Vomiting ", "Bleeding from the mouth and rectum", "Bleeding from eyes, ears, and nose", "Organ failure "], "treatment": ["Know you have been exposed to Ebola", "You develop symptoms of the disorder, including fever "], "contact_doctor": [], "prevention": []},
{"topic": "Bronchitis - acute", "tests": ["Chest x-ray, if your provider suspects pneumonia", "Pulse oximetry, a painless test that helps determine the amount of oxygen in your blood by using a device placed on the end of your finger "], "symptoms": ["Chest discomfort", "Cough that produces mucus -- the mucus may be clear or yellow-green", "Fatigue", "Fever, usually low-grade", "Shortness of breath, that gets worse with activity", "Wheezing, in people with asthma "], "treatment": ["Drink plenty of fluids.", "If you have asthma or another chronic lung condition, use your inhaler.", "Get plenty of rest.", "Take aspirin or acetaminophen if you have a fever. DO NOT give aspirin to children.", "Breathe moist air by using a humidifier or steaming up the bathroom.", "DO NOT smoke.", "Avoid secondhand smoke and air pollution.", "Wash your hands (and your children's hands) often to avoid spreading viruses and other germs."], "contact_doctor": [], "prevention": []},
{"topic": "Brain tumor - primary - adults", "tests": ["CT scan of the head, EEG - Examination of tissue removed from the tumor during surgery or CT-guided, biopsy, (may confirm the type of tumor)", "Examination of the cerebral spinal fluid (CSF) (may show cancerous cells)", "MRI of the head"], "symptoms": ["Changes in the person's mental function", "Headaches", "Seizures (especially in older adults)", "Weakness in one part of the body ", "Be worse when the person wakes up in the morning, and clear up in a few hours", "Occur during sleep", "Occur with vomiting, confusion, double vision, weakness, or numbness", "Get worse with coughing or exercise, or with a change in body position ", "Change in alertness (including sleepiness, unconsciousness, and coma)", "Changes in hearing, taste, or smell", "Changes that affect touch and the ability to feel pain, pressure, different temperatures, or other stimuli", "Confusion or memory loss", "Difficulty swallowing", "Difficulty writing or reading", "Dizziness or abnormal sensation of movement (vertigo)", "Eye problems such as eyelid drooping, pupils of different sizes, uncontrollable eye movement, vision difficulties (including decreased vision, double vision, or total loss of vision)", "Hand tremor", "Lack of control over the bladder or bowels", "Loss of balance or coordination, clumsiness, trouble walking", "Muscle weakness in the face, arm, or leg (usually on just one side)", "Numbness or tingling on one side of the body", "Personality, mood, behavior, or emotional changes", "Trouble speaking or understanding others who are speaking ", "Abnormal nipple discharge", "Absent menstruation (periods)", "Breast development in men", "Enlarged hands, feet", "Excessive body hair", "Facial changes", "Low blood pressure", "Obesity", "Sensitivity to heat or cold "], "treatment": ["Neuro-oncologist", "Neurosurgeon", "Medical oncologist", "Radiation oncologist", "Other health care providers, such as neurologists and social workers ", "Medicines to reduce brain swelling and pressure", "Anticonvulsants to reduce seizures", "Pain medicines"], "contact_doctor": [], "prevention": []},
{"topic": "Bowlegs", "tests": ["The child is 3 years old or older. The bowing is getting worse. Bowing is not the same on both sides. Other test results suggest disease."], "symptoms": ["Knees that do not touch when standing with feet together (ankles touching)", "Bowing of legs is same on both side of the body (symmetrical)", "Bowed legs continue beyond age 3 "], "treatment": ["No treatment is recommended for bowlegs unless the condition is extreme. The child should be seen by the provider at least every 6 months.", "Special shoes, braces, or casts can be tried if the condition is severe or the child also has another disease. It is unclear how well these work.", "At times, surgery is done to correct the deformity in an adolescent with severe bowlegs."], "contact_doctor": ["Call your health care provider if your child shows ongoing or worsening bowed legs after age 3."], "prevention": ["There is no known way to prevent bowlegs, other than to avoid rickets. Make sure your child is exposed to sunlight and gets the proper amount of vitamin D in their diet."]},
{"topic": "Bone tumor", "tests": ["Alkaline phosphatase", " blood level", "Bone biopsy", "Bone scan", "Chest x-ray", "CT scan of the chest", "MRI of the bone and surrounding tissue", "X-ray of bone and surrounding tissue ", "PET scan", "Alkaline phosphatase isoenzyme", "Blood calcium level", "Parathyroid hormone", "Blood phosphorus level "], "symptoms": ["Bone fracture, especially from slight injury (trauma)", "Bone pain, may be worse at night", "Occasionally a mass and swelling can be felt at the tumor site "], "treatment": ["Some benign bone tumors go away on their own and do not need treatment. Your doctor will closely monitor you. You will likely need regular imaging tests, such as x-rays, to see if the tumor shrinks or grows. ", "Surgery may be needed to remove the tumor in some cases.", "Treatment for cancerous bone tumors that have spread from other parts of the body depends on where the cancer started. Radiation therapy may be given to prevent fractures or to relieve pain. Chemotherapy may be used to prevent fractures or the need for surgery or radiation.", "Tumors that start in the bone are rare. After biopsy, a combination of chemotherapy and surgery is usually necessary. Radiation therapy may be needed before or after surgery."], "contact_doctor": ["Pain", "Reduced function, depending on the tumor", "Side effects of chemotherapy", "Spread of the cancer to other nearby tissues (metastasis) "], "prevention": ["Call your provider if you have symptoms of a bone tumor."]},
{"topic": "Asthma - children", "tests": ["Allergy testing on the skin",  "blood test to see if your child is allergic to certain substances", "Chest x-ray", "Lung function tests"], "symptoms": ["Shortness of breath", "Feeling out of breath", "Gasping for air", "Trouble breathing out (exhaling)", "Breathing faster than normal ", "Coughing that sometimes wakes the child up at night (it may be the only symptom).", "Dark bags under the eyes.", "Feeling tired.", "Irritability.", "Tightness in the chest.", "A whistling sound made when breathing (wheezing). You may notice it more when the child breathes out. "], "treatment": ["Avoid asthma triggers", "Monitor symptoms", "Measure peak flow", "Take medicines ", "Give the school staff your asthma action plan so they know how to take care of your child's asthma.", "Find out how to let your child take medicine during school hours. (You may need to sign a consent form.)", "Having asthma does not mean your child cannot exercise. Coaches, gym teachers, and your child should know what to do if your child has asthma ", "symptoms caused by exercise", "Inhaled steroids (these are usually the first choice of treatment)", "Long-acting bronchodilators (these are almost always used with inhaled steroids)", "Leukotriene inhibitors", "Cromolyn sodium ", "Children who use an inhaler should use a ", "spacer device", ". This helps them get the medicine into the lungs properly.", "If your child uses the inhaler the wrong way, less medicine gets into the lungs. Have your provider show your child how to correctly use an inhaler.", "Younger children can use a nebulizer instead of an inhaler to take their medicine. A nebulizer turns asthma medicine into a mist. ", "Getting rid of tobacco smoke in the home is the single most important thing a family can do to help a child with asthma.", "Smoking outside the house is not enough. Family members and visitors who smoke carry the smoke inside on their clothes and hair. This can trigger asthma symptoms.", "DO NOT use indoor fireplaces. "], "contact_doctor": [], "prevention": []},
{"topic": "Aspergillosis", "tests": ["Aspergillus", " antibody test", "Chest x-ray", "Complete blood count", "CT scan", "Galactomannan (a molecule from the fungus that is sometimes found in the blood)", "Immunoglobulin E (IgE) blood level", "Lung function tests", "Sputum stain and culture for ", "Aspergillus", "Tissue ", "biopsy"], "symptoms": ["Cough", "Coughing up blood or brownish mucus plugs", "Fever", "General ill feeling (malaise)", "Wheezing", "Weight loss ", "Bone pain", "Chest pain", "Chills", "Decreased urine output", "Headaches", "Increased phlegm production, which may be bloody", "Shortness of breath", "Skin sores (lesions)", "Vision problems "], "treatment": ["A fungus ball is usually not treated with antifungal medicines unless there is bleeding into the lung tissue. In such a case, surgery and medicines are needed.", "Invasive aspergillosis is treated with several weeks of an antifungal medicine. It can be given by mouth or IV (into a vein). ", "Endocarditis caused by Aspergillus is treated by surgically removing the infected heart valves. Long-term antifungal drugs are also needed.", "Allergic aspergillosis is treated with drugs that suppress the immune system (immunosuppressive drugs), such as prednisone."], "contact_doctor": ["Call your health care provider if you develop symptoms of aspergillosis or if you have a weakened immune system and develop a fever."], "prevention": ["Precautions should be taken when using medicines that suppress the immune system. Preventing HIV/AIDS also prevents certain diseases, including aspergillosis, that are associated with a damaged or weakened immune system."]},
{"topic": "Beriberi", "tests": ["Difficulty breathing with neck veins that stick out", "Enlarged heart", "Fluid in the lungs", "Rapid heartbeat", "Swelling in both lower legs", "Changes in the walk", "Coordination problems", "Decreased reflexes", "Drooping of the eyelids", "Blood tests to measure the amount of thiamine in the blood", "Urine tests to see if thiamine is passing through the urine"], "symptoms": ["Difficulty walking", "Loss of feeling (sensation)", " in hands and feet", "Loss of muscle function or paralysis of the lower legs", "Mental ", "confusion", "speech difficulties", "Pain", "Strange eye movements (nystagmus)", "Tingling", "Vomiting", "Awakening at night short of breath", "Increased heart rate", "Shortness of breath", " with activity", "Swelling of the lower legs"], "treatment": ["The goal of treatment is to replace the thiamine your body is lacking. This is done with thiamine supplements. Thiamine supplements are given through a shot (injection) or taken by mouth.", "Your provider may also suggest other types of vitamins.", "Blood tests may be repeated after the treatment is started. These tests will show how well you are responding to the medicine."], "contact_doctor": ["You feel your family's diet is inadequate or poorly balanced", "You or your children have any symptoms of beriberi"], "prevention": ["Eating a proper diet that is rich in vitamins will prevent beriberi. Nursing mothers should make sure that their diet contains all vitamins. If your infant is not breastfed, make sure that the infant formula contains thiamine.", "If you drink heavily, try to cut down or quit. Also, take B vitamins to make sure your body is properly absorbing and storing thiamine."]},
{"topic": "Balanitis", "tests": ["Your health care provider may diagnose the problem with only an exam. However, you may need skin tests for viruses, fungi, or bacteria. A skin biopsy may also be needed."], "symptoms": ["Redness of foreskin or penis", "Other rashes on the head of the penis", "Foul-smelling discharge", "Painful penis and foreskin"], "treatment": ["Antibiotic pills or creams are used to treat balanitis that is caused by bacteria. ", "Steroid creams may help balanitis that occurs with skin diseases. ", "Anti-fungal cream will be prescribed if it is due to a fungus."], "contact_doctor": ["Tell your provider if you have any signs of balanitis, including swelling of the foreskin or pain."], "prevention": ["Good hygiene can prevent most cases of balanitis. When you bathe, pull back the foreskin to clean and dry the area under it."]},
{"topic": "Alzheimer disease", "tests": ["Performing a complete physical exam, including a nervous system exam", "Asking about the person's medical history and symptoms", "Mental function tests (mental status examination)", "Anemia", "Brain tumor", "Chronic infection", "Intoxication from medicines", "Severe depression", "Increased fluid on the brain (", "normal pressure hydrocephalus", ")", "Stroke", "Thyroid disease", "Vitamin deficiency"], "symptoms": ["Emotional behavior or personality", "Language", "Memory", "Perception", "Thinking and judgment (cognitive skills) ", "Difficulty performing more than one task at a time", "Difficulty solving problems", "Forgetting recent events or conversations", "Taking longer to perform more difficult activities ", "Difficulty performing tasks that take some thought, but used to come easily, such as balancing a checkbook, playing complex games (bridge), and learning new information or routines", "Getting lost on familiar routes", "Language problems, such as trouble remembering the names of familiar objects", "Losing interest in things previously enjoyed and being in a flat mood", "Misplacing items", "Personality changes and loss of social skills ", "Change in sleep patterns, often waking up at night", "Delusions, depression, and agitation", "Difficulty doing basic tasks, such as preparing meals, choosing proper clothing, and driving", "Difficulty reading or writing", "Forgetting details about current events", "Forgetting events in one's life history and losing self-awareness", "Hallucinations", ", arguments, striking out, and violent behavior", "Poor judgment and loss of ability to recognize danger", "Using the wrong word, mispronouncing words, or speaking in confusing sentences", "Withdrawing from social contact ", "Recognize family members", "Perform basic activities of daily living, such as eating, dressing, and bathing", "Problems controlling bowel movements or urine", "Swallowing problems "], "treatment": ["Slow the progression of the disease (although this is difficult to do)", "Manage symptoms, such as behavior problems, confusion, and sleep problems", "Change the home environment to make daily activities easier", "Support family members and other caregivers ", "Slow the rate at which symptoms worsen, though the benefit from using these drugs may be small", "Control problems with behavior, such as loss of judgment or confusion ", "What are the side effects? Is the medicine worth the risk?", "When is the best time, if any, to use these medicines?", "Do medicines for other health problems need to be changed or stopped? "], "contact_doctor": ["AD symptoms develop or a person has a sudden change in mental status", "The condition of a person with AD gets worse", "You are unable to care for a person with AD at home"], "prevention": ["Although there is no proven way to prevent AD, there are some measures that may help prevent or slow the onset of AD:"]},
{"topic": "Diarrhea in infants", "tests": ["Dry eyes and little to no tears when crying", "Fewer wet diapers than usual", "Less active than usual, lethargic", "Irritable", "Dry mouth", "Dry skin that does not spring back to its usual shape after being pinched", "Sunken eyes", "Sunken fontanelle (the soft spot on top of the head) "], "symptoms": ["A change in your baby's diet or a change in the mother's diet if breastfeeding.", "Use of antibiotics by the baby, or use by the mother if breastfeeding.", "A bacterial infection. Your baby will need to take antibiotics to get better.", "A parasite infection. Your baby will need to take medicine to get better.", "Rare diseases such as cystic fibrosis."], "treatment": ["Keep breastfeeding your baby if you are nursing. Breastfeeding helps prevent diarrhea, and your baby will recover quicker.", "If you are using formula, make it full strength unless your health care provider gives you different advice. ", "Try giving your baby 1 ounce (2 tablespoons or 30 milliliters) of Pedialyte or Infalyte, every 30 to 60 minutes. DO NOT water down Pedialyte or Infalyte. DO NOT give sports drinks to young infants.", "Try giving your baby a Pedialyte popsicle. "], "contact_doctor": ["Dry and sticky mouth", "No tears when crying", "No wet diaper for 6 hours ", "Fever and diarrhea that last for more than 2 to 3 days, More than 8 stools in 8 hours", "Vomiting continues for more than 24 hours", "Diarrhea contains blood, mucus, or pus", "Your baby is much less active than normal (is not sitting up at all or looking around)", "Seems to have stomach pain "], "prevention": []},
{"topic": "Common cold", "tests": ["Get plenty of rest and drink fluids.", "Over-the-counter cold and cough medicines may help ease symptoms in adults and older children. They do not make your cold go away faster, but can help you feel better. Over-the-counter (OTC) cough and cold medicines are not recommended for children under age 4.", "Antibiotics should not be used to treat a common cold.", "Many alternative treatments have been tried for colds, such as vitamin C, zinc supplements, and echinacea. Talk to your health care provider before trying any herbs or supplements. "], "symptoms": ["Nasal congestion", "Runny nose", "Scratchy throat", "Sneezing", "Cough", "Decreased appetite", "Headache", "Muscle aches", "Postnasal drip", "Sore throat "], "treatment": ["The fluid from your runny nose will become thicker and may turn yellow or green within a few days. This is normal, and not a reason for antibiotics.", "Most cold symptoms go away within a week in most cases. If you still feel sick after 7 days, see your provider to rule out a sinus infection, allergies, or other medical problem."], "contact_doctor": ["Always wash your hands. Children and adults should wash hands after nose-wiping, diapering, and using the bathroom, and before eating and preparing food.", "Disinfect your environment. Clean commonly touched surfaces (such as sink handles, door knobs, and sleeping mats) with an EPA-approved disinfectant.", "Choose smaller daycare classes for your children.", "Use instant hand sanitizers to stop the spread of germs.", "Use paper towels instead of sharing cloth towels. ", "Avoid secondhand smoke. It is responsible for many health problems, including colds.", "DO NOT use antibiotics if they are not needed.", "Breastfeed infants if possible. Breast milk is known to protect against respiratory tract infections in children, even years after you stop breastfeeding.", "Drink plenty of fluids to help your immune system work properly.", "Eat yogurt that contains \"active cultures.\" These may help prevent colds. Probiotics may help prevent colds in children.", "Get enough sleep. "], "prevention": []},
{"topic": "Diarrhea in infants", "tests": ["Dry eyes and little to no tears when crying", "Fewer wet diapers than usual", "Less active than usual, lethargic", "Irritable", "Dry mouth", "Dry skin that does not spring back to its usual shape after being pinched", "Sunken eyes", "Sunken fontanelle (the soft spot on top of the head) "], "symptoms": ["A change in your baby's diet or a change in the mother's diet if breastfeeding.", "Use of antibiotics by the baby, or use by the mother if breastfeeding.", "A bacterial infection. Your baby will need to take antibiotics to get better.", "A parasite infection. Your baby will need to take medicine to get better.", "Rare diseases such as ", "cystic fibrosis", ". "], "treatment": ["Keep breastfeeding your baby if you are nursing. Breastfeeding helps prevent diarrhea, and your baby will recover quicker.", "If you are using formula, make it full strength unless your health care provider gives you different advice. ", "Try giving your baby 1 ounce (2 tablespoons or 30 milliliters) of Pedialyte or Infalyte, every 30 to 60 minutes. DO NOT water down Pedialyte or Infalyte. DO NOT give sports drinks to young infants.", "Try giving your baby a Pedialyte popsicle. "], "contact_doctor": ["Dry and sticky mouth", "No tears when crying", "No wet diaper for 6 hours ", "Fever and diarrhea that last for more than 2 to 3 days", "More than 8 stools in 8 hours", "Vomiting continues for more than 24 hours", "Diarrhea contains blood, mucus, or pus", "Your baby is much less active than normal (is not sitting up at all or looking around)", "Seems to have stomach pain "], "prevention": []},
{"topic": "Diarrhea - overview", "tests": ["To drink plenty of fluids to prevent dehydration (when your body does not have the proper amount of water and fluids)", "Which foods you should or should not eat", "What to do if you are breastfeeding", "What danger signs to watch out for "], "symptoms": ["Some antibiotics", "Chemotherapy drugs for cancer", "Laxatives containing magnesium ", "Celiac disease", "Inflammatory bowel diseases (", "Crohn disease", " and ", "ulcerative colitis", ")", "Irritable bowel syndrome", " (IBS)", "Lactose intolerance", " (which causes problems after drinking milk and eating other dairy products)", "Malabsorption syndromes", "Carcinoid syndrome", "Disorders of the nerves that supply the intestines", "Removal of part of the stomach (", "gastrectomy", ") or small intestine", "Radiation therapy "], "treatment": ["Decreased urine (fewer wet diapers in infants)", "Dizziness or light-headedness", "Dry mouth", "Sunken eyes", "Few tears when crying ", "Blood or pus in your stools", "Black stools", "Stomach pain that does not go away after a bowel movement", "Diarrhea with a fever above 101°F (100.4°F in children)", "Recently traveled to a foreign country and developed diarrhea ", "The diarrhea gets worse or does not get better in 2 days for an infant or child, or 5 days for adults", "A child over 3 months old has been vomiting for more than 12 hours; in younger babies, call as soon as vomiting or diarrhea begins "], "contact_doctor": [], "prevention": []},
{"topic": "Diabetes and kidney disease", "tests": ["Too much albumin in the urine is often a sign of kidney damage.", "This test is also called a ", "microalbuminuria", " test because it measures small amounts of albumin. ", "Blood urea nitrogen (", "BUN", ")", "Serum creatinine"], "symptoms": ["Fatigue most of the time", "General ill feeling", "Headache", "Nausea and vomiting", "Poor appetite", "Swelling of the legs", "Itchy skin", "Easily develop infections"], "treatment": ["Your provider may prescribe medicines to lower your blood pressure and protect your kidneys from more damage.", "Taking these medicines, even when your blood pressure is in a healthy range, helps slow kidney damage. ", "Eating healthy foods", "Getting regular exercise", "Taking medicine or insulin as instructed by your provider", "Checking your blood sugar level as often as instructed and keeping a record of your blood sugar numbers so that you know how meals and activities affect your level ", "Contrast dye that sometimes used with an MRI, CT scan, or other imaging test can cause more damage to your kidneys. Tell the provider who is ordering the test that you have diabetes.", "Avoid taking an NSAID pain medicine, such as ibuprofen or naproxen. Ask your provider if there is another kind of medicine that you can take instead. NSAIDs can damage the kidneys, more so when you use them every day.", "Your provider may need to stop or change other medicines that can damage your kidneys.", "Know the signs of urinary tract infections and get them treated right away. "], "contact_doctor": ["Call your provider if you have diabetes and you have not had a urine test to check for protein."], "prevention": []},
{"topic": "Diabetes - low blood sugar - self-care", "tests": ["Taking your insulin or diabetes medicine at the wrong time", "Taking too much insulin or diabetes medicine", "Not eating enough during meals or snacks after you have taken insulin or diabetes medicine", "Skipping meals", "Waiting too long after taking your medicine to eat your meals", "Exercising a lot or at a time that is unusual for you", "Not adjusting your insulin dose before exercising", "Drinking alcohol "], "symptoms": ["Weakness or feeling tired", "Shaking", "Sweating", "Headache", "Hunger", "Feeling uneasy, nervous, or anxious", "Feeling cranky", "Trouble thinking clearly", "Double or blurry vision", "Fast or pounding heartbeat ", "Faint", "Have a seizure", "Go into a coma "], "treatment": ["When you exercise", ", check your blood sugar levels. Make sure you have snacks with you.", "Talk to your provider about reducing insulin doses on days that you exercise.", "Ask your provider if you need a bedtime snack to prevent low blood sugar overnight. Protein snacks may be best.", "The symptoms of low blood sugar and how to tell if you have them.", "How much and what kind of food they should give you.", "When to call for emergency help.", "How to inject glucagon, a hormone that increases your blood sugar. Your doctor or nurse will tell you when to use this medicine. "], "contact_doctor": ["If signs of low blood sugar DO NOT improve after you have eaten a snack that contains sugar, have someone drive you to the emergency room or call your local emergency number (such as 911). DO NOT drive when your blood sugar is low. ", "Get medical help right away for a person with low blood sugar if the person is not alert or cannot be awakened. "], "prevention": []},
{"topic": "Diabetes - foot ulcers", "tests": ["Wear shoes made of canvas, leather, or suede. DO NOT wear shoes made of plastic or other materials that DO NOT allow air to pass in and out of the shoe.", "Wear shoes you can adjust easily. They should have laces, Velcro, or buckles.", "Wear shoes that fit properly and are not too tight. You may need a special shoe made to fit your foot.", "DO NOT wear shoes with pointed or open toes, such as high heels, flip-flops, or sandals. "], "symptoms": ["The skin surrounding the wound is cleaned and disinfected.", "The wound is probed with a metal instrument to see how deep it is and to see if there is any foreign material or object in the ulcer.", "The doctor cuts away the dead tissue, then washes out the ulcer.", "Your sore may seem bigger and deeper after the doctor or nurse debrides it. The ulcer should be red or pink in color and look like fresh meat. ", "Put your foot in a whirlpool bath.", "Use a syringe and catheter (tube) to wash away dead tissue.", "Apply wet to dry dressings to the area to pull off dead tissue.", "Put special chemicals, called enzymes, on your ulcer. These dissolve dead tissue from the wound.", "Put special maggots on the ulcer. The maggots eat only the dead skin and produce chemicals that help the ulcer heal. "], "treatment": ["Keep your ", "blood sugar level under tight control", ". This helps you heal faster.", "Keep the ulcer clean and bandaged.", "Cleanse the wound daily, using a wound dressing or bandage.", "Try to take fewer steps.", "DO NOT walk barefoot unless your doctor tells you it is OK. ", "Your provider will tell you how often you need to change the dressing.", "You may be able to change your own dressing, or family members may be able to help.", "A visiting nurse may also help you. ", "Dressing that contains medicine", "Skin substitutes "], "contact_doctor": [], "prevention": []},
{"topic": "Dental plaque identification at home", "tests": ["Your mouth may feel slightly dried out after using the dye."], "symptoms": ["Brush and floss your teeth thoroughly."], "treatment": ["The test helps identify missed plaque. It can encourage you to improve your brushing and flossing so that you remove more plaque from your teeth. Plaque that remains on your teeth can cause tooth decay or make your gums bleed easily and become red or swollen."], "contact_doctor": ["There are no risks."], "prevention": ["The tablets may cause a temporary pink coloring of your lips and cheeks. They may color your mouth and tongue red. Dentists suggest using them at night so that the color will be gone by morning."]},
{"topic": "Dengue fever", "tests": ["Antibody titer", " for dengue virus types", "Complete blood count (", "CBC", ")", "Polymerase chain reaction (PCR) test for dengue virus types", "Liver function tests"], "symptoms": ["Fatigue", "Headache (especially behind the eyes)", "Joint aches", " (often severe)", "Muscle aches", " (often severe)", "Nausea and vomiting", "Swollen lymph nodes", "Cough", "Sore throat", "Nasal stuffiness"], "treatment": ["There is no specific treatment for dengue fever. Fluids are given if there are signs of ", "dehydration", ". Acetaminophen (Tylenol) is used to treat a high fever. ", "Avoid taking aspirin, ibuprofen (Advil, Motrin), and naproxen (Aleve). They may increase bleeding problems."], "contact_doctor": ["Call your health care provider if you have traveled in an area where dengue fever is known to occur and you have symptoms of the disease."], "prevention": ["Clothing, mosquito repellent, and netting can help reduce the risk of mosquito bites that can spread dengue fever and other infections. Limit outdoor activity during mosquito season, especially when they are most active, at dawn and dusk."]},
{"topic": "Coughing up blood", "tests": ["Medicines that stop coughing (cough suppressants) may help if the problem comes from heavy coughing. These medicines may lead to airway blockages, so check with your doctor before using them.", "Keep track of how long you cough up blood, and how much blood is mixed with the mucus. Call your doctor any time you cough up blood, even if you do not have any other symptoms."], "symptoms": ["\r\n  Blood clot in the lung\r\n  ", "\r\n  Breathing food or other material into the lungs (pulmonary aspiration)\r\n  ", "Bronchoscopy", " with biopsy\r\n  ", "Bronchiectasis", "Bronchitis", "Cancer", "Cystic fibrosis", "Inflammation of the blood vessels in the lung (vasculitis)", "Injury to the arteries of the lungs", "Irritation of the throat from violent coughing (small amounts of blood)", "Pneumonia", " or other lung infections", "Pulmonary edema", "Systemic lupus erythematosus", "Tuberculosis", "Very thin blood (from blood thinning medications, most often at higher than recommended levels)"], "treatment": ["A cough that produces more than a few teaspoons of blood", "Blood in your urine or stools", "Chest pain", "Dizziness", "Fever", "Light-headedness", "Severe shortness of breath "], "contact_doctor": [], "prevention": []},
{"topic": "Constipation - self-care", "tests": ["DO NOT skip meals.", "Avoid processed or fast foods, such as white breads, pastries, doughnuts, sausage, fast-food burgers, potato chips, and French fries. ", "Fish, chicken, turkey, or other lean meats. These do not have fiber, but they will not make constipation worse.", "Snacks such as raisin cookies, fig bars, and popcorn. "], "symptoms": ["Exercise regularly. Drink more water and eat more fiber. Try to walk, swim, or do something active at least 3 or 4 times a week.", "If you feel the urge to go to the bathroom, go. DO NOT wait or hold it in.", "You can also train your bowels to be more regular. It may help to go to the bathroom every day at the same time. For many people, this is after breakfast or dinner."], "treatment": ["Only take a laxative as often as your provider recommends. Most laxatives are taken with meals and at bedtime.", "You can mix powder laxatives with milk or fruit juice to make them taste better.", "Always drink plenty of water (8 to 10 cups, or 2 to 2.5 L a day) when you are using laxatives.", "Store your laxative medicine safely in a medicine cabinet, where children cannot get to it.", "Do not take any other laxatives or medicines before talking with your provider. This includes mineral oil. "], "contact_doctor": [], "prevention": []},
{"topic": "Conjunctivitis or pink eye", "tests": ["Examine your eyes", "Swab the conjunctiva to get a sample for analysis"], "symptoms": ["Blurred vision", "Crusts that form on the eyelid overnight (most often caused by bacteria)", "Eye pain", "Gritty feeling in the eyes", " \r\n Increased tearing \r\n ", "Itching of the eye", "Redness in the eyes", "Sensitivity to light"], "treatment": ["DO NOT smoke and avoid secondhand smoke, direct wind, and air conditioning.", "Use a humidifier, such as in the winter.", "Limit medicines that may dry you out and worsen your symptoms.", "Clean eyelashes regularly and apply warm compresses."], "contact_doctor": ["Change pillowcases often.", "DO NOT share eye makeup and replace it regularly.", "DO NOT share towels or handkerchiefs.", "Handle and clean contact lenses properly.", "Keep hands away from the eye.", "Wash your hands often."], "prevention": []},
{"topic": "Cholera", "tests": ["Blood culture", "Stool culture", " and Gram stain "], "symptoms": ["Abdominal cramps", "Dry mucous membranes or dry mouth", "Dry skin", "Excessive thirst", "Glassy or sunken eyes", "Lack of tears", "Lethargy", "Low urine output", "Nausea", "Rapid ", "dehydration", "Rapid pulse", " (heart rate)", "Sunken \"soft spots\" (fontanelles) in infants", "Unusual ", "sleepiness", " or tiredness", "Vomiting", "Watery diarrhea that starts suddenly and has a \"fishy\" odor"], "treatment": ["The goal of treatment is to replace fluid and salts that are lost through diarrhea. Diarrhea and fluid loss can be fast and extreme. It can be hard to replace lost fluids. ", "Depending on your condition, you may be given fluids by mouth or through a vein (", "intravenous", ", or IV). Antibiotics may shorten the time you feel ill. ", "The World Health Organization (WHO) has developed packets of salts that are mixed with clean water to help restore fluids. These are cheaper and easier to use than the typical IV fluid. These packets are now being used around the world."], "contact_doctor": ["Dry mouth", "Dry skin", "\"Glassy\" eyes", "No tears", "Rapid pulse", "Reduced or no urine", "Sunken eyes", "Thirst", "Unusual sleepiness or tiredness "], "prevention": ["The U.S. Centers for Disease Control and Prevention does not recommend cholera vaccines for most travelers. (This vaccine is not available in the United States.)", "Travelers should always be careful when eating food and drinking water, even if they are vaccinated.", "When outbreaks of cholera occur, efforts should be made to establish clean water, food, and sanitation. Vaccination is not very effective in managing outbreaks."]},
{"topic": "Chickenpox", "tests": ["Your health care provider can most often diagnose chickenpox by looking at the rash and asking questions about the person's medical history. Small blisters on the scalp confirm the diagnosis in most cases.", "Lab tests can help confirm the diagnosis, if needed."], "symptoms": ["Fever", "Headache", "Stomach ache", "The blisters are most often first seen on the face, middle of the body, or scalp.", "After a day or two, the blisters become cloudy and then scab. Meanwhile, new blisters form in groups. They often appear in the mouth, in the vagina, and on the eyelids.", "Children with skin problems, such as eczema, may get thousands of blisters."], "treatment": ["Avoid scratching or rubbing the itchy areas. Keep fingernails short to avoid damaging the skin from scratching.", "Wear cool, light, loose bedclothes. Avoid wearing rough clothing, particularly wool, over an itchy area.", "Take lukewarm baths using little soap and rinse thoroughly. Try a skin-soothing oatmeal or cornstarch bath.", "Apply a soothing moisturizer after bathing to soften and cool the skin.", "Avoid prolonged exposure to excessive heat and humidity.", "Try over-the-counter oral antihistamines such as diphenhydramine (Benadryl), but be aware of possible side effects, such as drowsiness.", "Try over-the-counter hydrocortisone cream on itchy areas.", "Antiviral drugs are not very often prescribed to otherwise healthy children who do not have severe symptoms. Adults and teens, who are at risk for more severe symptoms, may benefit from antiviral medicine if it is given early.", "Antiviral medicine may be very important for those who have skin conditions (such as eczema or recent sunburn), lung conditions (such as asthma), or who have recently taken steroids.", "Some providers also give antiviral medicines to people in the same household who also develop chickenpox, because they will most often develop more severe symptoms."], "contact_doctor": ["Call your provider if you think that your child has chickenpox or if your child is over 12 months of age and has not been vaccinated against chickenpox."], "prevention": ["Because chickenpox is airborne and spreads very easily even before the rash appears, it is hard to avoid.", "A ", "vaccine to prevent chickenpox", " is part of a child's routine vaccine schedule.", "The vaccine often prevents the chickenpox disease completely or makes the illness very mild.", "Talk to your provider if you think your child might be at high risk for complications and might have been exposed. Taking preventive steps right away may be important. Giving the vaccine early after exposure may still reduce the severity of the disease."]},
{"topic": "Cancer prevention: take charge of your lifestyle", "tests": ["Breast cancer (after menopause)", "Colon cancer", "Endometrial cancer", "Kidney cancer", "Pancreatic cancer ", "Esophageal cancer", "Thyroid cancer", "Gallbladder cancer"], "symptoms": ["Stay in the shade.", "Cover up with protective clothing, a hat, and sunglasses.", "Apply sunscreen 15 to 30 minutes before going outside. Use SPF 30 or higher and reapply every 2 hours if you will be swimming, sweating, or outside in direct sun for a long time.", "Avoid tanning beds and sun lamps. "], "treatment": ["Exercise is healthy for all, for many reasons. Studies have shown that people who exercise seem to have a lower risk for certain cancers. Exercise can help you keep your weight down. Staying active may help protect you against colon, breast, lung, and endometrial cancers. ", "According to national guidelines, you should exercise for 2 hours and 30 minutes per week for health benefits. That is 30 minutes at least 5 days per week. Doing more is even better for your health."], "contact_doctor": ["Human papillomavirus (HPV). The virus increases the risk for cancers of the cervix, penis, vagina, vulvar, anus, and throat.", "Hepatitis B. Hepatitis B infection increases the risk for liver cancer. "], "prevention": ["Call your provider if:"]},
{"topic": "Glaucoma", "tests": ["You will be given a test to check your eye pressure. This is called ", "tonometry", ".", "In most cases, you will be given eye drops to widen (dilate) your pupil.", "When your pupil is dilated, your eye doctor will look at the inside of your eye and the optic nerve. ", "Using a special lens to look at the angle of the eye (gonioscopy).", "Photographs or laser scanning images of the inside of your eye (optic nerve imaging).", "Checking your retina. The retina is the light-sensitive tissue at the back of your eye.", "Checking how your pupil responds to light (pupillary reflex response).", "3-D view of your eye (", "slit lamp examination", ").", "Testing the clearness of your vision (", "visual acuity", ").", "Testing your field of vision (", "visual field measurement", "). "], "symptoms": ["Most people have no symptoms.", "Once vision loss occurs, the damage is already severe.", "Slow loss of side (peripheral) vision (also called tunnel vision).", "Advanced glaucoma can lead to blindness.", "Sudden, severe pain in one eye", "Decreased or cloudy vision, often called \"steamy\" vision", "Nausea and vomiting", "Rainbow-like halos around lights", "Red eye", "Eye feels swollen ", "Cloudiness of the front of the eye", "Enlargement of one eye or both eyes", "Red eye", "Sensitivity to light", "Tearing ", "Symptoms are most often related to the underlying problem causing the glaucoma.", "Depending on the cause, symptoms may either be like open-angle glaucoma or angle-closure glaucoma."], "treatment": ["If you have open-angle glaucoma, you will probably be given eye drops.", "You may need more than one type. Most people can be treated with eye drops.", "Most of the eye drops used today have fewer side effects than those used in the past.", "You also may be given pills to lower pressure in the eye. ", "Laser treatment uses a painless laser to open the channels where fluid flows out.", "If drops and laser treatment do not work, you may need surgery. The doctor will open a new channel so fluid can escape. This will help lower your pressure.", "Recently, new implants have been developed that can help treat glaucoma in people having cataract surgery.", "You may be given drops, pills, and medicine given through a vein (by IV) to lower your eye pressure.", "Some people also need an emergency operation, called an iridotomy. The doctor uses a laser to open a new channel in the iris. Sometimes this is done with surgery. The new channel relieves the attack and will prevent another attack.", "To help prevent an attack in the other eye, the procedure will often be performed on the other eye. This may be done even if it has never had an attack. ", "Congenital glaucoma is almost always treated with surgery.", "This is done using general anesthesia. This means the child is asleep and feels no pain. "], "contact_doctor": ["A complete eye exam can help find open-angle glaucoma early, when it is easier to treat.", "All adults should have a complete eye exam by the age of 40.", "If you are at risk for glaucoma, you should have a complete eye exam sooner than age 40.", "You should have regular eye exams as recommended by your provider. "], "prevention": []},
{"topic": "Gingivitis", "tests": ["Your dentist will examine your mouth and teeth and look for soft, swollen, reddish-purple gums. ", "The gums are most often painless or mildly tender when gingivitis is present.", "Plaque and tartar may be seen at the base of the teeth. ", "Your dentist will use a probe to closely examine your gums to determine if you have gingivitis or periodontitis. Periodontitis is a serious infection in the gums.", "Most of the time, more tests are not needed. However, ", "dental x-rays", " may be done to see if the disease has spread to the supporting structures of the teeth."], "symptoms": ["Bleeding gums", " (blood on toothbrush even with gentle brushing of the teeth)", "Bright red or reddish-purple gums", "Gums that are tender when touched, but otherwise painless", "Mouth sores", "Swollen gums", "Shiny appearance to gums"], "treatment": ["Having professional teeth cleaning twice a year, or more often for worse cases of gum disease", "Using antibacterial mouth rinses or other aids", "Getting misaligned teeth repaired", "Replacing dental and orthodontic appliances", "Having any other related illnesses or conditions treated"], "contact_doctor": ["Call your dentist if you have red, swollen gums, especially if you have not had a routine cleaning and exam in the last 6 months."], "prevention": ["Good oral hygiene is the best way to prevent gingivitis. ", "Brush your teeth at least twice a day. Floss at least once a day. ", "Your dentist may recommend brushing and flossing after every meal and at bedtime. Ask your dentist or dental hygienist to show you how to properly brush and floss your teeth. ", "Your dentist may suggest devices to help remove plaque deposits. These include special toothpicks, toothbrushes, water irrigation, or other devices. You still must brush and floss your teeth regularly.", "Antiplaque or antitartar toothpastes or mouth rinses may also be recommended.", "Many dentists recommend having teeth professionally cleaned at least every 6 months. You may not be able to remove all the plaque, even with careful brushing and flossing at home."]},
{"topic": "Gastritis", "tests": ["Complete blood count", " (CBC) to check for ", "anemia", " or low blood count", "Examination of the stomach with an endoscope (esophagogastroduodenoscopy or ", "EGD", ")", "H. pylori", " tests", "Stool test to check for small amounts of blood in the stools, which may be a sign of bleeding in the stomach "], "symptoms": ["Loss of appetite", "Nausea and vomiting", "Pain in the upper part of the belly or abdomen ", "Black stools", "Vomiting blood", " or coffee-ground like material "], "treatment": ["Antacids", "H2 antagonists: famotidine (Pepsid), cimetidine (Tagamet), ranitidine (Zantac), and nizatidine (Axid)", "Proton pump inhibitors (PPIs): omeprazole (Prilosec), esomeprazole (Nexium), iansoprazole (Prevacid), rabeprazole (AcipHex), and pantoprazole (Protonix) "], "contact_doctor": ["Pain in the upper part of the belly or abdomen that does not go away\r\n  ", "Black or tarry stools\r\n  ", "Vomiting blood or coffee-ground-like material\r\n  "], "prevention": ["Avoid long-term use of substances that can irritate your stomach such as aspirin, anti-inflammatory drugs, or alcohol."]},
{"topic": "Gout", "tests": ["Synovial fluid analysis", " (shows uric acid crystals)", "Uric acid -- blood", "Joint x-rays", " (may be normal)", "Synovial biopsy", "Uric acid -- urine"], "symptoms": ["Only one or a few joints are affected. The big toe, knee, or ankle joints are most often affected.", "The pain starts suddenly, often during the night. Pain is often described as throbbing, crushing, or excruciating.", "The joint appears warm and red. It is usually very tender and swollen (it hurts to put a sheet or blanket over it).", "There may be a fever.", "The attack may go away in a few days, but may return from time to time. Additional attacks often last longer. "], "treatment": ["Your provider may prescribe strong painkillers such as codeine, hydrocodone, and oxycodone.", "A prescription medicine called colchicine helps reduce pain, swelling, and inflammation.", "Corticosteroids (such as prednisone) can also be very effective. Your provider may inject the inflamed joint with steroids to relieve the pain.", "The pain often goes away within 12 hours of starting treatment. Most of the time, all pain is gone within 48 hours. ", "You have several attacks during the same year or your attacks are quite severe.", "You have damage to joints.", "You have tophi.", "You have kidney disease or uric acid ", "kidney stones", ". ", "Decrease alcohol, especially beer (some wine may be helpful).", "Lose weight.", "Exercise daily.", "Limit your intake of red meat and sugary beverages.", "Choose healthy foods, such as dairy products, vegetables, nuts, legumes, fruits (less sugary ones), and whole grains.", "Drink coffee and take vitamin C supplements (may help some people). "], "contact_doctor": ["Call your health care provider if you have symptoms of acute gouty arthritis."], "prevention": ["You may not be able to prevent gout, but you may be able to avoid things that trigger symptoms. Taking medicines to lower uric acid can prevent progression of gout."]},
{"topic": "Gas - flatulence", "tests": ["Chew your food more thoroughly.", "Do not eat beans or cabbage.", "Avoid foods high in poorly digestible carbohydrates. These are called FODMAPs and include fructose (fruit sugar).", "Avoid lactose.", "Do not drink carbonated drinks.", "Do not chew gum.", "Eat more slowly.", "Relax while you eat.", "Walk for 10 to 15 minutes after eating. "], "symptoms": ["Eat foods that are hard to digest, such as fiber. Sometimes, adding more fiber into your diet can cause temporary gas. Your body may adjust and stop producing gas over time.", "Eat or drink something your body cannot tolerate. For example, some people have ", "lactose intolerance", " and cannot eat or drink dairy products. ", "Antibiotics", "Irritable bowel syndrome", "Inability to absorb nutrients properly (", "malabsorption", ")", "Inability to digest nutrients properly (maldigestion)", "Swallowing air while eating "], "treatment": ["Gas and other symptoms such as stomach pain, rectal pain, heartburn, nausea, vomiting, diarrhea, constipation, fever, or weight loss", "Oily, foul-smelling, or bloody stools"], "contact_doctor": [], "prevention": []},
{"topic": "Gallstones", "tests": ["Ultrasound, abdomen", "CT scan, abdomen", "Endoscopic retrograde cholangiopancreatography (ERCP)", "Gallbladder radionuclide scan", "Endoscopic ultrasound", "Magnetic resonance cholangiopancreatography (MRCP)", "Percutaneous transhepatic cholangiogram", " (PTCA) ", "Bilirubin", "Liver function tests", "Pancreatic enzymes "], "symptoms": ["Pain in the right upper or middle upper abdomen for at least 30 minutes. The pain may be constant or cramping. It can feel sharp or dull.", "Fever", "Yellowing of skin and whites of the eyes (jaundice) ", "Clay-colored stools", "Nausea and vomiting "], "treatment": ["A technique called ", "laparoscopic cholecystectomy", " is most commonly used. This procedure uses small surgical cuts, which allow for a faster recovery. A person can often go home from the hospital within 1 day of surgery.", "In the past, open ", "cholecystectomy", " (gallbladder removal) was most often done. However, this technique is less common now."], "contact_doctor": ["Pain in the upper part of your abdomen", "Yellowing of the skin or whites of the eyes"], "prevention": ["In most people, gallstones can't be prevented. In people who are obese, avoiding rapid weight loss may help prevent gallstones."]},
{"topic": "Frostbite", "tests": ["Shelter the person from the cold and move him or her to a warmer place. Remove any tight jewelry and wet clothes. Look for signs of hypothermia (lowered body temperature) and treat that condition first.", "If you can get quick medical help, it is best to wrap the damaged areas in sterile dressings. Remember to separate affected fingers and toes. Transport the person to an emergency department for further care.", "If medical help is not nearby, you may give the person rewarming first aid. Soak the affected areas in warm (never hot) water -- for 20 to 30 minutes. For ears, nose, and cheeks, apply a warm cloth repeatedly. The recommended water temperature is 104°F to 108°F (40°C to 42.2°C). Keep circulating the water to aid the warming process. Severe burning pain, swelling, and color changes may occur during warming. Warming is complete when the skin is soft and feeling returns.", "Apply dry, sterile dressings to the frostbitten areas. Put dressings between frostbitten fingers or toes to keep them separated.", "Move thawed areas as little as possible.", "Refreezing of thawed extremities can cause more severe damage. Prevent refreezing by wrapping the thawed areas and keeping the person warm. If protection from refreezing cannot be guaranteed, it may be better to delay the initial rewarming process until a warm, safe location is reached.", "If the frostbite is severe, give the person warm drinks to replace lost fluids. "], "symptoms": ["Pins and needles feeling, followed by numbness", "Hard, pale, and cold skin that has been exposed to the cold for too long", "Aching, throbbing or lack of feeling in the affected area", "Red and extremely painful skin and muscle as the area thaws", "Blisters", "Gangrene (blackened, dead tissue)", "Damage to tendons, muscles, nerves, and bone", "If the frostbite did not affect your blood vessels, a complete recovery is possible.", "If the frostbite affected the blood vessels, the damage is permanent. Gangrene may occur. This may require removal of the affected body part (amputation). "], "treatment": ["Thaw out a frostbitten area if it cannot be kept thawed. Refreezing may make tissue damage even worse.", "Use direct dry heat (such as a radiator, campfire, heating pad, or hair dryer) to thaw the frostbitten areas. Direct heat can burn the tissues that are already damaged.", "Rub or massage the affected area.", "Disturb blisters on frostbitten skin.", "Smoke or drink alcoholic beverages during recovery as both can interfere with blood circulation."], "contact_doctor": [], "prevention": []},
{"topic": "Flu", "tests": ["Most people do not need to see a health care provider when they have flu symptoms. This is because most people are not at risk for a severe case of the flu.", "If you are very sick with the flu, you may want to see your provider. People who are at high risk for flu complications may also want to see a provider if they get the flu.", "When many people in an area have flu, a provider can make a diagnosis after hearing about your symptoms. No further testing is needed.", "There is a test to detect the flu. It is done by swabbing the nose or throat. Most of the time, test results are available very fast. The test can help your ", "provider prescribe the best treatment", "."], "symptoms": ["Body aches", "Chills", "Dizziness", "Flushed face", "Headache", "Lack of energy", "Nausea and vomiting ", "Dry cough", "Increased symptoms that affect breathing", "Runny nose (clear and watery)", "Sneezing", "Sore throat "], "treatment": ["Lung disease (including asthma)", "Heart conditions (except high blood pressure)", "Kidney, liver, nerve, and muscle conditions", "Blood disorders (including sickle cell disease)", "Diabetes", "A weakened immune system due to diseases (such as AIDS), radiation therapy, or certain medicines, including chemotherapy and corticosteroids", "Other long-term medical problem "], "contact_doctor": ["Call your provider if you get the flu and think you are at risk for having complications. ", "Also, call your provider if your flu symptoms are very bad and self-treatment is not working."], "prevention": ["You can take steps to avoid catching or spreading the flu. The best step is to get a flu vaccine. ", "If you have the flu: ", "The Centers for Disease Control and Prevention (CDC) recommends that everyone 6 months and older should receive the influenza vaccine. For the 2016-2017 season, CDC recommends use of the flu shot (inactivated influenza vaccine or IIV) and the recombinant influenza vaccine (RIV). The nasal spray flu vaccine (live attenuated influenza vaccine or LAIV) should not be used during 2016-2017."]},
{"topic": "Hypothermia", "tests": ["Drowsiness", "Weakness and loss of coordination", "Pale and cold skin", "Confusion", "Uncontrollable shivering (although at extremely low body temperatures, shivering may stop)", "Slowed breathing or heart rate"], "symptoms": ["Being outside without enough protective clothing in winter", "Falling into cold water of a lake, river, or other body of water", "Wearing wet clothing in windy or cold weather", "Heavy exertion, not drinking enough fluids, or not eating enough in cold weather "], "treatment": ["If the person has any symptoms of hypothermia that are present, especially confusion or problems thinking, call 911 right away.", "If the person is ", "unconscious", ", check airway, breathing, and circulation. If necessary, begin rescue breathing or ", "CPR", ". If the victim is breathing fewer than 6 breaths per minute, begin rescue breathing.", "Take the person inside to room temperature and cover with warm blankets. If going indoors is not possible, get the person out of the wind and use a blanket to provide insulation from the cold ground. Cover the person's head and neck to help retain body heat.", "Once inside, remove any wet or tight clothes and replace them with dry clothing.", "Warm the person. If necessary, use your own body heat to aid the warming. Apply warm compresses to the neck, chest wall, and groin. If the person is alert and can easily swallow, give warm, sweetened, nonalcoholic fluids to aid the warming.", "Stay with the person until medical help arrives."], "contact_doctor": ["Mittens (not gloves)", "Wind-proof, water-resistant, many-layered clothing", "Two pairs of socks (avoid cotton)", "Scarf and hat that cover the ears (to avoid major heat loss through the top of your head) ", "Extremely cold temperatures, especially with high winds", "Wet clothes", "Poor circulation, which is more likely from age, tight clothing or boots, cramped positions, fatigue, certain medicines, smoking, and alcohol"], "prevention": []},
{"topic": "HIV/AIDS", "tests": ["Screening test. There are several kinds of tests. Some are blood tests, others are mouth fluid tests. They check for ", "antibodies", " to the HIV virus, HIV ", "antigen", ", or both. Some screening tests can give results in 30 minutes or less.", "Follow-up test. This is also called a confirmatory test. It is often done when the screening test is positive. ", "CD4 cells are the blood cells that HIV attacks. They are also called T4 cells or \"helper T cells.\"", "As HIV damages the immune system, the CD4 count drops. A normal CD4 count is from 500 to 1,500 cells/mm", "3", " of blood.", "People usually develop symptoms when their CD4 count drops below 350. More serious complications occur when the CD4 count drops to 200. When the count is below 200, the person is said to have AIDS. ", "HIV RNA level, or viral load, to check how much HIV is in the blood", "A resistance test to see if the virus has any resistance to the medicines used to treat HIV", "Complete blood count, blood chemistry, and urine test", "Tests for other sexually transmitted infections", "TB test", "Pap smear to check for cervical cancer", "Anal pap smear to check for cancer of the anus "], "symptoms": ["Fever and muscle pains", "Headache", "Sore throat", "Night sweats", "Mouth sores, including yeast infection (thrush)", "Swollen lymph glands", "Diarrhea"], "treatment": ["HIV/AIDS is treated with medicines that stop the virus from multiplying. This treatment is called antiretroviral therapy (ART).", "In the past, people with HIV infection would start antiretroviral treatment after their CD4 count dropped or they developed HIV complications. Today, HIV treatment is recommended for all people with HIV infection, even if their CD4 count is still normal.", "Regular blood tests are needed to make sure the virus level in the blood (viral load) is kept low, or suppressed. The goal of treatment is to lower the HIV virus in the blood to a level that is so low that the test can't detect it. This is called an undetectable viral load.", "If the CD4 count already dropped before treatment was started, it will usually slowly go up. HIV complications often disappear as the immune system recovers."], "contact_doctor": ["Call for an appointment with your provider if you have any risk factors for HIV infection. Also call if you develop symptoms of AIDS. By law, the results of HIV testing must be kept confidential (private). Your provider will review your test results with you."], "prevention": ["Preventing HIV/AIDS:", "Safer sex practices", ", such as using latex condoms, are effective in preventing the spread of HIV. But there is still a risk of getting the infection, even with the use of condoms (for example, condoms can tear). Abstinence is the only sure way to prevent sexual transmission of HIV.", "HIV-positive people who are taking antiretroviral medicines are less likely to transmit the virus.", "The US blood supply is among the safest in the world. Nearly all people infected with HIV through blood transfusions received those transfusions before 1985, the year HIV testing began for all donated blood.", "If you believe you have been exposed to HIV, seek medical attention right away. DO NOT delay. Starting antiviral medicines right after the exposure (up to 3 days after) can reduce the chance that you will be infected. This is called post-exposure prophylaxis (PEP). It has been used to prevent transmission in health care workers injured by needlesticks."]},
{"topic": "High blood sugar", "tests": ["Are you eating right?", "Are you eating too much?", "Have you been following your diabetes meal plan?", "Did you have a meal or a snack with a lot of carbohydrates, starches, or simple sugars? ", "Has your doctor changed your medicines?", "If you take insulin, have you been taking the correct dose? Is the insulin expired? Or has it been stored in a hot or cold place?", "Are you afraid of having low blood sugar? Is that causing you to eat too much or take too little insulin or other diabetes medicine?", "Have you injected insulin into a scar or overused area? Have you been rotating sites? ", "Have you been less active than usual?", "Do you have a fever, cold, the flu, or another illness?", "Have you had some stress?", "Have you been ", "checking your blood sugar", " regularly?", "Have you gained weight?", "Have you started taking any new medicines such as for high blood pressure or other medical problems? "], "symptoms": ["Being very thirsty or having a dry mouth", "Having blurry vision", "Having dry skin", "Feeling weak or tired", "Needing to urinate a lot, or needing to get up more often than usual at night to urinate "], "treatment": ["Follow your meal plan", "Stay physically active", "Take your diabetes medicines as instructed ", "Set a target goal for your blood sugar levels for different times during the day. This helps you ", "manage your blood sugar.", "Decide how often you need to ", "check your blood sugar at home", ". "], "contact_doctor": [], "prevention": []},
{"topic": "High blood cholesterol levels", "tests": ["Quit smoking. This is the single biggest change you can make to reduce your risk of heart attack and stroke. Eat foods that are naturally low in fat. These include whole grains, fruits, and vegetables.", "Use low-fat toppings, sauces, and dressings.", "Avoid foods that are high in saturated fat.", "Exercise regularly.", "Lose weight if you are overweight.", "Your age", "Whether or not you have heart disease, diabetes, or other blood flow problems", "Whether you smoke or are overweight", "Whether you have high blood pressure or diabetes ", "If you have heart disease or diabetes", "If you are at risk for heart disease (even if you do not yet have any heart problems) "], "symptoms": ["Recommended starting ages are between 20 to 35 for men and 20 to 45 for women.", "Adults with normal cholesterol levels do not need to have the test repeated for 5 years.", "Repeat testing sooner if changes occur in lifestyle (including weight gain and diet).", "Adults with a history of elevated cholesterol, diabetes, kidney problems, heart disease, and other conditions require more frequent testing. ", "LDL: 70 to 130 mg/dL (lower numbers are better)", "HDL: More than 50 mg/dL (high numbers are better)", "Total cholesterol: Less than 200 mg/dL (lower numbers are better)", "Triglycerides: 10 to 150 mg/dL (lower numbers are better) ", "Blood sugar (glucose) test to look for diabetes", "Kidney function tests", "Thyroid function tests to look for an underactive thyroid gland "], "treatment": ["High cholesterol levels can lead to ", "hardening of the arteries", ", also called atherosclerosis. This occurs when fat, cholesterol, and other substances build up in the walls of arteries and form hard structures called plaques.", "Over time, these plaques can block the arteries and cause heart disease, stroke, and other symptoms or problems throughout the body.", "\r\nDisorders that are passed down through families often lead to higher cholesterol levels that are harder to control.\r\n"], "contact_doctor": [], "prevention": []},
{"topic": "Hepatitis B", "tests": ["New infection", "Older infection that is still active", "Older infection that is no longer active ", "Albumin level", "Liver function tests", "Prothrombin time", "The risk factors described above in the ", "Causes", " section.", "People from countries where a higher number of people have hepatitis B. These countries or areas include Japan, some Mediterranean countries, parts of Asia and the Middle East, West Africa and South Sudan. "], "symptoms": ["You may have no symptoms.", "You may feel sick for a period of days or weeks.", "You may become very ill very quickly (called fulminant hepatitis). ", "Appetite loss", "Fatigue", "Low fever", "Muscle and joint aches", "Nausea and vomiting", "Yellow skin and dark urine "], "treatment": ["Your liver function is quickly becoming worse.", "You develop symptoms of long-term liver damage.", "You have high levels of the HBV in your blood. ", "Avoid alcohol.", "Check with your provider before taking any over-the-counter medicines or herbal supplements. This includes medicines such as acetaminophen, aspirin, or ibuprofen. "], "contact_doctor": ["You develop symptoms of hepatitis B.", "Hepatitis B symptoms do not go away in 2 to 3 weeks, or new symptoms develop.", "You belong to a high-risk group for hepatitis B and have not had the ", "HBV vaccine", ". "], "prevention": ["Children and people at high risk for hepatitis B should get the ", "hepatitis B vaccine", ".", "The hepatitis B vaccine or a hepatitis B immune globulin (HBIG) shot may help prevent infection if you receive it within 24 hours of contact with the virus.", "Measures to avoid contact with blood and body fluids", " can help prevent the spread of hepatitis B from person-to-person."]},
{"topic": "Hepatitis C", "tests": ["Enzyme immunoassay (EIA) to detect hepatitis C antibody", "Hepatitis C RNA assays to measure virus levels (viral load) ", "Albumin level", "Liver function tests", "Prothrombin time", "Liver biopsy "], "symptoms": ["Pain in the right upper abdomen", "Abdominal swelling due to fluid (", "ascites", ")", "Clay-colored or pale stools", "Dark urine", "Fatigue", "Fever", "Itching", "Jaundice", "Loss of appetite", "Nausea and vomiting "], "treatment": ["The goal of treatment is to rid the body of the virus. This can prevent liver damage that may lead to liver failure or ", "liver cancer", ".", "Your provider will monitor you by checking liver blood tests, viral load (the amount of HCV in your blood), imaging tests, and biopsy results.", "Treatment is especially important for people who are showing signs liver fibrosis or scarring. ", "Provide a much improved cure rate", "Have fewer side effects and are easier to take", "Are taken by mouth for 8 to 24 weeks ", "Do not take over-the-counter medicines that you have not taken before without asking your provider. Also ask about vitamins and other supplements.", "Do not use alcohol or street drugs. Alcohol can speed up the damage to your liver. It can also reduce how well medicines work.", "Ask your provider whether you need the hepatitis A and hepatitis B vaccines. "], "contact_doctor": ["You develop symptoms of hepatitis", "You believe you have been exposed to the HCV"], "prevention": ["Steps that can be taken to help ", "prevent the spread of hepatitis C", " from one person to another include:", "If you or your partner is infected with hepatitis C and you have been in a stable and monogamous (no other partners) relationship, the risk of giving the virus to, or getting the virus from, the other person is low.", "HCV cannot be spread by casual contact, such as holding hands, kissing, coughing or sneezing, breastfeeding, sharing eating utensils or drinking glasses.", "Currently there is no vaccine for hepatitis C."]},
{"topic": "Hepatitis A", "tests": ["Raised IgM and IgG antibodies to hepatitis A (IgM is usually positive before IgG)", "Elevated liver enzymes (liver function tests), especially transaminase enzyme levels "], "symptoms": ["Dark urine", "Fatigue", "Itching", "Loss of appetite", "Low-grade fever", "Nausea and vomiting", "Pale or clay-colored stools", "Yellow skin (jaundice) "], "treatment": ["You should rest when the symptoms are the worst. ", "People with acute hepatitis should avoid alcohol and drugs that are toxic to the liver, including acetaminophen (Tylenol).", "Fatty foods may cause vomiting and are best avoided during the acute phase of the illness."], "contact_doctor": ["Call your provider if you have symptoms of hepatitis."], "prevention": ["The following tips can help reduce your risk of spreading or catching the virus:", "The virus may spread more rapidly through day care centers and other places where people are in close contact. Thorough hand washing before and after each diaper change, before serving food, and after using the restroom may help prevent such outbreaks.", "Ask your provider about getting either immune globulin or the hepatitis A vaccine if you are exposed to the disease and have not had hepatitis A or the hepatitis A vaccine.", "Common reasons for getting one or both of these treatments include:", "Vaccines that protect against hepatitis A infection are available. The vaccine begins to protect 4 weeks after you get the first dose. You will need to get a booster shot 6 to 12 months later for long-term protection.", "Travelers should take the following steps to protect against getting the disease:"]},
{"topic": "Heart attack", "tests": ["The provider may hear abnormal sounds in your lungs (called crackles), a ", "heart murmur", ", or other abnormal sounds.", "You may have a fast or uneven pulse.", "Your blood pressure may be normal, high, or low. ", "This test uses a special dye and x-rays to see how blood flows through your heart.", "It can help your doctor decide which treatments you need next. ", "Echocardiography", " with or with stress testing", "Exercise stress test", "Nuclear stress test", "Heart CT scan", " or ", "heart MRI"], "symptoms": ["DO NOT try to drive yourself to the hospital.", "DO NOT WAIT. You are at greatest risk of sudden death in the early hours of a heart attack. ", "You may feel the pain in only one part of your body OR", "Pain may move from your chest to your arms, shoulder, neck, teeth, jaw, belly area, or back ", "A tight band around the chest", "Bad indigestion", "Something heavy sitting on your chest", "Squeezing or heavy pressure ", "Anxiety", "Cough", "Fainting", "Lightheadedness, dizziness", "Nausea and vomiting", "Palpitations (feeling like your heart is beating too fast or irregularly)", "Shortness of breath", "Sweating", ", which may be very heavy "], "treatment": ["You will be hooked up to a heart monitor, so the health care team can see how regularly your heart is beating.", "You will receive oxygen so that your heart doesn't have to work as hard.", "An intravenous line (IV) will be placed into one of your veins. Medicines and fluids pass through this IV.", "You may get nitroglycerin and morphine to help reduce chest pain.", "You may receive aspirin, unless it would not be safe for you. In that case, you will be given another medicine that prevents blood clots.", "Dangerous abnormal heartbeats (", "arrhythmias", ") may be treated with medicine or electric shocks. ", "Angioplasty is often the first choice of treatment. It should be done within 90 minutes after you get to the hospital, and usually no later than 12 hours after a heart attack.", "A stent is a small, metal mesh tube that opens up (expands) inside a coronary artery. A stent is usually placed after or during angioplasty. It helps prevent the artery from closing up again. ", "How to take medicines to treat your heart problem and prevent more heart attacks", "How to eat a heart-healthy diet", "How to be ", "active and exercise safely", "What to do when you have chest pain", "How to stop smoking ", "You may feel sad", "You may feel anxious and worry about being careful about everything you do "], "contact_doctor": [], "prevention": []},
{"topic": "Hamstring strain - aftercare", "tests": ["A knee splint for a short period of time", "Crutches if you cannot put any weight on your leg", "A special bandage wrapped around your thigh (compression bandage) ", "Two to five days for a grade 1 injury", "Up to a few weeks or a month for grade 2 or 3 injuries ", "It may mean the hamstring was pulled off the bone.", "You will likely be referred to a sports medicine or bone (orthopedic) doctor.", "You may need surgery. "], "symptoms": ["Grade 1 -- mild muscle strain or pull", "Grade 2 -- partial muscle tear", "Grade 3 -- complete muscle tear "], "treatment": ["Rest. Stop any physical activity that causes pain. Keep your leg as still as possible. You may need crutches when you have to move.", "Ice. Put ice on your hamstring for about 20 minutes, 2 to 3 times a day. DO NOT apply ice directly to your skin.", "Compression. A compression bandage or wrap can reduce swelling and ease pain.", "Elevation. When sitting, keep your leg raised slightly to reduce swelling. ", "Talk with your health care provider before using these medicines if you have heart disease, high blood pressure, kidney disease, or have had stomach ulcers or internal bleeding in the past.", "DO NOT take more than the amount recommended on the bottle or by your provider. "], "contact_doctor": ["You have sudden numbness or tingling.", "You notice a sudden increase in pain or swelling.", "Your injury does not seem to be healing as expected."], "prevention": []},
{"topic": "Jaundice", "tests": ["Hepatitis virus panel", " to look for infection of the liver", "Liver function tests", " to determine how well the liver is working", "Complete blood count", " to check for low blood count or anemia", "Abdominal ultrasound", "Abdominal CT scan", "Endoscopic retrograde cholangiopancreatography (ERCP)", "Percutaneous transhepatic cholangiogram (", "PTCA", ")", "Liver biopsy", "Cholesterol level", "Prothrombin time"], "symptoms": ["Yellow skin and the white part of the eyes (sclera) -- when jaundice is more severe, these areas may look brown", "Yellow color inside the mouth", "Dark or brown-colored urine", "Pale or clay-colored stools ", "Cancers may produce no symptoms, or there may be fatigue, weight loss, or other symptoms", "Hepatitis may produce nausea, vomiting, fatigue, or other symptoms"], "treatment": ["Treatment depends on the cause of the jaundice."], "contact_doctor": [], "prevention": []},
{"topic": "Insomnia - overview", "tests": ["Your health care provider will do a physical exam and ask about your current medications, drug use, and medical history. Usually, these are the only methods needed to diagnose insomnia."], "symptoms": ["Trouble falling asleep on most nights", "Feeling tired during the day or falling asleep during the day", "Not feeling refreshed when you wake up", "Waking up several times during sleep ", "Make you tired and unfocused, so it is hard to do daily activities.", "Put you at risk for auto accidents. If you are driving and feel sleepy, pull over and take a break. "], "treatment": ["Enlarged prostate gland, causing men to wake up at night", "Pain or discomfort from muscle, joint, or nerve disorders ", "Most over-the-counter (OTC) sleeping pills contain antihistamines. These medicines are commonly used to treat allergies. Your body quickly becomes used to them.", "Sleep medicines called hypnotics can be prescribed by your provider to help reduce the time it takes you to fall asleep. Most of these can become habit-forming.", "Medicines used to treat anxiety or depression can also help with sleep"], "contact_doctor": [], "prevention": []},
{"topic": "Headache", "tests": ["This is the first headache you have ever had in your life and it interferes with your daily activities.", "Your headache comes on suddenly and is explosive or violent.", "Your headache is \"the worst ever,\" even if you regularly get headaches.", "You also have slurred speech, a change in vision, problems moving your arms or legs, loss of balance, confusion, or memory loss with your headache.", "Your headache gets worse over 24 hours.", "You also have a fever, stiff neck, nausea, and vomiting with your headache.", "Your headache occurs with a head injury.", "Your headache is severe and just in one eye, with redness in that eye.", "You just started getting headaches, especially if you are older than 50.", "Your headaches are associated with vision problems, pain while chewing, or weight loss.", "You have a history of cancer or immune system problem (such as HIV/AIDS) and develop a new headache."], "symptoms": ["Drink water to avoid getting dehydrated, especially if you have vomited.", "Rest in a quiet, dark room.", "Place a cool cloth on your head.", "Use any relaxation techniques you have learned. ", "Day and time the pain began", "What you ate and drank over the past 24 hours", "How much you slept", "What you were doing and where you were right before the pain started", "How long the headache lasted and what made it stop "], "treatment": ["Blood tests or a ", "lumbar puncture", " if you may have an infection", "Head CT scan", " or ", "MRI", " if you have any danger signs or you have been having headaches for a while", "Sinus ", "x-rays", "CT or MR ", "angiography"], "contact_doctor": [], "prevention": []},
{"topic": "Chlorine poisoning", "tests": ["Breathing difficulty (from breathing in the chlorine)", "Throat swelling (may also cause breathing difficulty)", "Water filling the lungs (", "pulmonary edema", ") ", "Severe change in acid level of the blood (pH balance), which leads to damage in all of the body organs ", "Loss of vision", "Severe pain in the throat", "Severe pain or burning in the nose, eyes, ears, lips, or tongue ", "Blood in the stool", "Burns of the food pipe (esophagus)", "Severe ", "abdominal pain", "Vomiting", "Vomiting blood", "Collapse", "Low blood pressure", " that develops rapidly ", "Burns", "Holes (necrosis) in the skin or tissues underneath", "Irritation "], "symptoms": ["Gas released when mixing bleach with some of the powdered cleansing products and ", "ammonia", " (chloramine gas)", "Gas released when opening a partially filled industrial container of chlorine tablets that have been sitting for several months (for example, the first opening of a container after a pool has been closed all winter)", "Mild cleaners", "Some bleach products", "Swimming pool water (and tablets used in swimming pool water) "], "treatment": ["Seek medical help right away. Do not make a person throw up unless told to do so by the poison center or a health care professional.", "If the chemical is on the skin or in the eyes, flush with lots of water for at least 15 minutes.", "If the chemical was swallowed, immediately give the person water or milk, unless instructed otherwise by a health care provider. Do not give water or milk if the patient is having symptoms (such as vomiting, convulsions, or a decreased level of alertness) that make it hard to swallow.", "If the person breathed in the poison, immediately move the person to fresh air."], "contact_doctor": ["Activated charcoal", "Breathing support, including a tube through the mouth into the lungs, and a breathing machine (ventilator)", "Bronchoscopy -- camera down the throat to see burns in the airways and lungs", "Chest x-ray", "EKG (heart tracing)", "Endoscopy -- camera down the throat to see burns in the esophagus and the stomach", "Fluids through a vein (by IV)", "Medicine (antidote) to reverse the effect of the poison", "Surgical removal of burned skin (skin debridement)", "Tube through the mouth into the stomach to empty the stomach (", "gastric lavage", ")", "Washing of the skin (irrigation) -- perhaps every few hours for several days"], "prevention": ["How well a person does depends on the amount of poison swallowed and how quickly treatment is received. The faster the person gets medical help, the better the chance for recovery.", "Swallowing such poisons can have severe effects on many parts of the body."]}
]